Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Master Math from Basics to Advanced!
ar: أتقن الرياضيات من الأساسيات إلى المتقدم!
ca: Domina les matemàtiques des dels fonaments fins a nivell avançat!
cs: Ovládněte matematiku od základů až po pokročilé!
da: Mestre matematik fra grundlæggende til avanceret!
de: Mathe von Grund auf bis fortgeschritten meistern!
el: Κατάκτησε τα μαθηματικά από τα βασικά έως τα προχωρημένα!
es: ¡Domina las matemáticas desde lo básico hasta lo avanzado!
fi: Hallitse matematiikka alkeista edistyneelle tasolle!
fr_ca: Maîtrisez les maths du niveau débutant à avancé !
he: שלוט במתמטיקה מהבסיס ועד מתקדם!
hi: बेसिक से एडवांस्ड तक गणित में महारत हासिल करें!
hr: Savladaj matematiku od osnova do naprednog!
hu: Tanulj matekot alapszintről haladó szintig!
id: Kuasai Matematika dari Dasar sampai Tingkat Lanjut!
it: Padroneggia la matematica dal livello base a quello avanzato!
ja: 基礎から上級まで数学を極める！
ms: Kuasai Matematik dari Asas hingga Lanjutan!
nb: Mestre matte fra grunnleggende til avansert!
nl: Beheers wiskunde van basis tot gevorderd!
pl: Opanuj matematykę od podstaw po poziom zaawansowany!
pt_pt: Domina a matemática do básico ao avançado!
ro: Stăpânește matematica de la bază până la nivel avansat!
ru: Освой математику от азов до продвинутого уровня!
sk: Ovládni matematiku od základov po pokročilé!
sl: Obvladaj matematiko od osnov do naprednega!
sv: Bemästra matematik från grunder till avancerat!
th: เชี่ยวชาญคณิตศาสตร์ตั้งแต่พื้นฐานถึงขั้นสูง!
tr: Matematikte Temelden İleri Seviyeye Ustalaşın!
uk: Оволодійте математикою від основ до просунутого рівня!
vi: Làm chủ toán học từ cơ bản đến nâng cao!

source: Quick Access to Mathematical Formulas
ar: وصول سريع للصيغ الرياضية
ca: Accés ràpid a fórmules matemàtiques
cs: Rychlý přístup k matematickým vzorcům
da: Hurtig adgang til matematiske formler
de: Schnellzugriff auf mathematische Formeln
el: Γρήγορη πρόσβαση σε μαθηματικούς τύπους
es: Acceso rápido a fórmulas matemáticas
fi: Pikapääsy matemaattisiin kaavoihin
fr_ca: Accès rapide à toutes les formules mathématiques
he: גישה מהירה לנוסחאות מתמטיות
hi: गणितीय सूत्रों तक तुरंत पहुँच
hr: Brzi pristup matematičkim formulama
hu: Gyors hozzáférés a matematikai képletekhez
id: Akses Cepat ke Semua Rumus
it: Accesso rapido a tutte le formule matematiche
ja: 数学公式に瞬時にアクセス
ms: Akses Pantas kepada Formula Matematik
nb: Rask tilgang til matematiske formler
nl: Snelle toegang tot wiskundeformules
pl: Szybki dostęp do wzorów matematycznych
pt_pt: Acesso rápido a todas as fórmulas matemáticas
ro: Acces rapid la toate formulele matematice
ru: Мгновенный доступ ко всем формулам
sk: Rýchly prístup k matematickým vzorcom
sl: Hitri dostop do matematičnih formul
sv: Snabb tillgång till matematiska formler
th: เข้าถึงสูตรคณิตศาสตร์ได้อย่างรวดเร็ว
tr: Matematik Formüllerine Hızlı Erişim
uk: Швидкий доступ до математичних формул
vi: Truy cập nhanh các công thức toán học

source: Solve your Math Problem!
ar: احَل مسألتك الرياضية!
ca: Resol el teu problema de mates!
cs: Vyřešte svůj matematický problém!
da: Løs dit matematikproblem!
de: Löse dein Matheproblem!
el: Λύσε το μαθηματικό σου πρόβλημα!
es: ¡Resuelve tu problema de matemáticas!
fi: Ratkaise matematiikkaongelmasi!
fr_ca: Résolvez votre problème de maths !
he: פתור את בעיית המתמטיקה שלך!
hi: अपना गणित का सवाल हल करें!
hr: Riješi svoj matematički zadatak!
hu: Oldd meg a matekfeladatodat!
id: Selesaikan Soal Matematikamu!
it: Risolvi il tuo problema di matematica!
ja: 数学の問題を解決！
ms: Selesaikan Masalah Matematik Anda!
nb: Løs opp matteproblemet ditt!
nl: Los je wiskundeprobleem op!
pl: Rozwiąż swoje zadanie matematyczne!
pt_pt: Resolve o teu problema de matemática!
ro: Rezolvă-ți problema de matematică!
ru: Реши свою математическую задачу!
sk: Vyrieš svoju matematickú úlohu!
sl: Reši svoj matematični problem!
sv: Lös ditt matteproblem!
th: แก้ปัญหาคณิตศาสตร์ของคุณ!
tr: Matematik Probleminizi Çözün!
uk: Розв’яжіть свою математичну задачу!
vi: Giải bài toán của bạn ngay!

source: Unlock 75% OFF! Don’t miss out, only 9m 47s left!
ar: احصل على خصم 75%! لا تفوّت، بقي 9 دقائق و47 ثانية فقط!
ca: Desbloqueja un 75% de descompte! No ho deixis perdre, només queden 9 min 47 s!
cs: Získejte 75% slevu! Zbývá jen 9 min 47 s!
da: Få 75 % rabat! Kun 9 min. 47 sek. tilbage!
de: 75 % RABATT! Nur noch 9 Min. 47 Sek.!
el: 75% ΕΚΠΤΩΣΗ! Μόνο 9 λεπτά 47 δευτ. απομένουν!
es: ¡Desbloquea 75 % DE DESCUENTO! Solo quedan 9 min 47 s
fi: Avaa 75 % alennus! Vielä 9 min 47 s jäljellä!
fr_ca: 75 % de rabais ! Plus que 9 min 47 s !
he: 75% הנחה! נשארו רק 9 דק׳ ו-47 שניות!
hi: 75% छूट अनलॉक करें! सिर्फ 9 मिनट 47 सेकंड बचे!
hr: Ostvari 75 % popusta! Ne propusti – ostalo samo 9 min 47 s!
hu: 75% KEDVEZMÉNY! Már csak 9 perc 47 másodperc!
id: BUKA DISKON 75%! Tinggal 9 menit 47 detik!
it: SBLOCCA IL 75% DI SCONTO! Solo 9 min 47 sec rimasti!
ja: 75%OFF開放！残り9分47秒！
ms: Buka 75% DISKAUN! Hanya tinggal 9 min 47 s!
nb: Lås opp 75 % RABATT! Bare 9 min 47 s igjen!
nl: 75 % KORTING! Nog maar 9 min 47 sec!
pl: ODblokuj 75% ZNIŻKI! Zostało tylko 9 min 47 s!
pt_pt: Desbloqueia 75 % DESCONTO! Só faltam 9 min 47 s!
ro: Deblochează 75 % REDUCERE! Mai sunt doar 9 min 47 s!
ru: 75 % СКИДКА! Осталось только 9 мин 47 сек!
sk: Odomkni 75 % ZĽAVU! Zostáva iba 9 min 47 s!
sl: Odkleni 75 % POPUST! Ostaja le še 9 min 47 s!
sv: Lås upp 75 % rabatt! Missa inte – bara 9 min 47 sek kvar!
th: ปลดล็อกส่วนลด 75%! อย่าพลาด เหลือเวลาเพียง 9 นาที 47 วินาที!
tr: %75 İndirim Kilidini Aç! Kaçırmayın, sadece 9m 47s kaldı!
uk: Розблокуйте знижку 75%! Залишилось лише 9хв 47с!
vi: Mở khóa giảm 75%! Đừng bỏ lỡ, chỉ còn 9p 47s!

source: Drag and drop your file here
ar: اسحب وأفلت ملفك هنا
ca: Arrossega i deixa anar el fitxer aquí
cs: Přetáhněte soubor sem
da: Træk og slip din fil her
de: Datei hierher ziehen und ablegen
el: Σύρε και άφησε το αρχείο εδώ
es: Arrastra y suelta tu archivo aquí
fi: Raahaa tiedosto tähän
fr_ca: Glissez-déposez votre fichier ici
he: גרור ושחרר קובץ לכאן
hi: अपनी फाइल यहाँ ड्रैग करें
hr: Povuci i ispusti datoteku ovdje
hu: Húzd ide a fájlt
id: Seret & letakkan file di sini
it: Trascina il file qui
ja: ファイルをここにドラッグ＆ドロップ
ms: Seret & lepaskan fail anda di sini
nb: Dra og slipp filen her
nl: Sleep je bestand hierheen
pl: Przeciągnij i upuść plik tutaj
pt_pt: Arrasta e larga o ficheiro aqui
ro: Trage și plasează fișierul aici
ru: Перетащи файл сюда
sk: Pretiahni súbor sem
sl: Povleci in spusti datoteko sem
sv: Dra och släpp din fil här
th: ลากและวางไฟล์ของคุณที่นี่
tr: Dosyanızı buraya sürükleyip bırakın
uk: Перетягніть файл сюди
vi: Kéo và thả file vào đây

source: or choose a file from finder
ar: أو اختر ملفاً من الجهاز
ca: o tria un fitxer
cs: nebo vyberte soubor
da: eller vælg en fil fra Finder
de: oder Datei auswählen
el: ή επίλεξε αρχείο
es: o elige un archivo
fi: tai valitse tiedosto
fr_ca: ou choisissez un fichier
he: או בחר קובץ
hi: या फाइल चुनें
hr: ili odaberi datoteku iz preglednika
hu: vagy válassz fájlt
id: atau pilih file dari perangkat
it: oppure scegli un file
ja: またはファイルを選択
ms: atau pilih fail dari peranti
nb: eller velg en fil
nl: of kies een bestand
pl: lub wybierz plik z urządzenia
pt_pt: ou escolhe um ficheiro
ro: sau alege un fișier
ru: или выбери файл
sk: alebo vyber súbor
sl: ali izberi datoteko
sv: eller välj en fil från Finder
th: หรือเลือกไฟล์จาก Finder
tr: veya Finder’dan bir dosya seçin
uk: або виберіть файл
vi: hoặc chọn file từ máy

source: Choose File
ar: اختر ملف
ca: Tria fitxer
cs: Vybrat soubor
da: Vælg fil
de: Datei wählen
el: Επιλογή αρχείου
es: Elegir archivo
fi: Valitse tiedosto
fr_ca: Choisir un fichier
he: בחר קובץ
hi: फाइल चुनें
hr: Odaberi datoteku
hu: Fájl kiválasztása
id: Pilih File
it: Scegli file
ja: ファイルを選択
ms: Pilih Fail
nb: Velg fil
nl: Bestand kiezen
pl: Wybierz plik
pt_pt: Escolher Ficheiro
ro: Alege fișier
ru: Выбрать файл
sk: Vybrať súbor
sl: Izberi datoteko
sv: Välj fil
th: เลือกไฟล์
tr: Dosya Seç
uk: Вибрати файл
vi: Chọn file

source: Supported formats: JPG, PNG. Maximum size: 10 MB
ar: الصيغ المدعومة: JPG، PNG. الحد الأقصى: 10 ميغابايت
ca: Formats permesos: JPG, PNG. Mida màxima: 10 MB
cs: Podporované formáty: JPG, PNG. Max. velikost: 10 MB
da: Understøttede formater: JPG, PNG. Maks. 10 MB
de: Unterstützte Formate: JPG, PNG. Max. 10 MB
el: Υποστηριζόμενες μορφές: JPG, PNG. Μέγιστο μέγεθος: 10 MB
es: Formatos compatibles: JPG, PNG. Tamaño máximo: 10 MB
fi: Tuetut tiedostotyypit: JPG, PNG. Enimmäiskoko: 10 Mt
fr_ca: Formats supportés : JPG, PNG. Taille max : 10 Mo
he: פורמטים נתומכים: JPG, PNG. גודל מקסימלי: 10MB
hi: समर्थित फॉर्मेट: JPG, PNG। अधिकतम साइज़: 10 MB
hr: Podržani formati: JPG, PNG. Maksimalna veličina: 10 MB
hu: Támogatott formátumok: JPG, PNG. Max. méret: 10 MB
id: Format yang didukung: JPG, PNG. Ukuran maks: 10 MB
it: Formati supportati: JPG, PNG. Dimensione max: 10 MB
ja: 対応形式：JPG, PNG・最大10MB
ms: Format disokong: JPG, PNG. Saiz maksimum: 10 MB
nb: Støttede formater: JPG, PNG. Maks størrelse: 10 MB
nl: Ondersteunde formaten: JPG, PNG. Max. 10 MB
pl: Obsługiwane formaty: JPG, PNG. Maks. rozmiar: 10 MB
pt_pt: Formatos suportados: JPG, PNG. Tamanho máximo: 10 MB
ro: Formate suportate: JPG, PNG. Dimensiune maximă: 10 MB
ru: Поддерживаемые форматы: JPG, PNG. Макс. размер: 10 МБ
sk: Podporované formáty: JPG, PNG. Maximálna veľkosť: 10 MB
sl: Podprte oblike: JPG, PNG. Največja velikost: 10 MB
sv: Stödda format: JPG, PNG. Maxstorlek: 10 MB
th: รองรับรูปแบบ: JPG, PNG ขนาดสูงสุด: 10 MB
tr: Desteklenen formatlar: JPG, PNG. Maksimum boyut: 10 MB
uk: Підтримувані формати: JPG, PNG. Максимальний розмір: 10 МБ
vi: Định dạng hỗ trợ: JPG, PNG. Kích thước tối đa: 10 MB

source: No activity yet, let's get started!
ar: لا يوجد نشاط بعد، فلنبدأ!
ca: Encara no hi ha activitat, comencem!
cs: Zatím žádná aktivita – pojďme začít!
da: Ingen aktivitet endnu – lad os komme i gang!
de: Noch keine Aktivität – los geht’s!
el: Καμία δραστηριότητα ακόμα – ας ξεκινήσουμε!
es: Aún sin actividad – ¡empecemos!
fi: Ei vielä toimintaa – aloitetaan!
fr_ca: Aucune activité pour l’instant – on commence !
he: עדיין אין פעילות – בואו נתחיל!
hi: अभी तक कोई गतिविधि नहीं – चलो शुरू करते हैं!
hr: Još nema aktivnosti – krenimo!
hu: Még nincs tevékenység – kezdjük el!
id: Belum ada aktivitas – ayo mulai!
it: Nessuna attività ancora – iniziamo!
ja: まだアクティビティがありません – 始めましょう！
ms: Belum ada aktiviti – mari mulakan!
nb: Ingen aktivitet ennå – la oss komme i gang!
nl: Nog geen activiteit – laten we beginnen!
pl: Brak aktywności – zaczynamy!
pt_pt: Ainda sem atividade – vamos começar!
ro: Nicio activitate încă – hai să începem!
ru: Пока нет активности — давай начнём!
sk: Zatiaľ žiadna aktivita – začnime!
sl: Zaenkrat še ni aktivnosti – začnimo!
sv: Ingen aktivitet ännu, låt oss komma igång!
th: ยังไม่มีการดำเนินการ เริ่มต้นกันเลย!
tr: Henüz aktivite yok, başlayalım!
uk: Активності ще немає — почнімо!
vi: Chưa có hoạt động nào, bắt đầu thôi nào!

source: Start Now
ar: ابدأ الآن
ca: Començar ara
cs: Začít hned
da: Start nu
de: Jetzt starten
el: Ξεκίνα τώρα
es: Empezar ahora
fi: Aloita nyt
fr_ca: Commencer maintenant
he: התחל עכשיו
hi: अभी शुरू करें
hr: Kreni odmah
hu: Kezdjük most
id: Mulai Sekarang
it: Inizia ora
ja: 今すぐ開始
ms: Mulakan Sekarang
nb: Start nå
nl: Nu beginnen
pl: Zacznij teraz
pt_pt: Começar Agora
ro: Începe acum
ru: Начать сейчас
sk: Začať teraz
sl: Začni zdaj
sv: Starta nu
th: เริ่มเลย
tr: Şimdi Başla
uk: Почати зараз
vi: Bắt đầu ngay

source: Brainify
ar: برينيفاي

source: AI Math Solver
ar: حلال الرياضيات بالذكاء الاصطناعي
ca: Resolutor de matemàtiques amb IA
cs: Řešič matematiky s AI
da: AI Matematikløser
de: KI-Mathe-Löser
el: Επίλυση Μαθηματικών με ΤΝ
es: Solucionador de Matemáticas con IA
fi: Tekoälymatematiikan ratkaisija
fr_ca: Solveur de maths IA
he: פותר מתמטיקה בבינה מלאכותית
hi: एआई गणित हल करने वाला
hr: AI Rješavač matematike
hu: MI Matekmegoldó
id: Pemecah Soal Matematika AI
it: Risolutore di matematica IA
ja: AI数学ソルバー
ms: Penyelesai Matematik AI
nb: KI-Matte-Løser
nl: AI Wiskunde-oplossen
pl: Rozwiązywacz Matematyki AI
pt_pt: Resolvedor de Matemática com IA
ro: Rezolvator Matematică IA
ru: Решатель математики с ИИ
sk: AI Riešiteľ matematiky
sl: Reševalec matematike z UI
sv: AI Mattelösare
th: AI แก้โจทย์คณิตศาสตร์
tr: Yapay Zeka Matematik Çözücü
uk: ШІ-розв’язувач математичних задач
vi: Trình giải toán AI

source: Upgrade to PRO
ar: الترقية إلى PRO
ca: Actualitzar a PRO
cs: Přejít na PRO
da: Opgrader til PRO
de: Zu PRO upgraden
el: Αναβάθμιση σε PRO
es: Pasar a PRO
fi: Päivitä PRO-versioon
fr_ca: Passer à PRO
he: שדרוג ל-PRO
hi: PRO में अपग्रेड करें
hr: Nadogradi na PRO
hu: PRO-ra váltás
id: Upgrade ke PRO
it: Passa a PRO
ja: PROにアップグレード
ms: Naik Taraf ke PRO
nb: Oppgrader til PRO
nl: Upgrade naar PRO
pl: Przejdź na PRO
pt_pt: Upgrade para PRO
ro: Treci la PRO
ru: Перейти на PRO
sk: Prejsť na PRO
sl: Nadgradi na PRO
sv: Uppgradera till PRO
th: อัปเกรดเป็น PRO
tr: PRO’ya Yükselt
uk: Оновити до PRO
vi: Nâng cấp lên PRO

source: Unlock all features of your AI companion.
ar: افتح كل ميزات رفيقك الذكي.
ca: Desbloqueja totes les funcions del teu company d'IA.
cs: Odemkněte všechny funkce svého AI pomocníka.
da: Lås alle funktioner op i din AI-ven
de: Alle Funktionen deines KI-Begleiters freischalten
el: Ξεκλείδωσε όλες τις λειτουργίες του AI συντρόφου σου
es: Desbloquea todas las funciones de tu compañero IA
fi: Avaa kaikki tekoälykumppanin ominaisuudet
fr_ca: Déverrouillez toutes les fonctions de votre compagnon IA.
he: פתח את כל התכונות של בן הלווייה החכם שלך
hi: अपने AI साथी की सभी सुविधाएँ अनलॉक करें
hr: Otključaj sve funkcije svog AI pomoćnika.
hu: Nyisd meg az MI-segéd összes funkcióját
id: Buka semua fitur teman AI-mu
it: Sblocca tutte le funzioni del tuo compagno IA
ja: AIコンパニオンの全機能を解放
ms: Buka semua ciri teman AI anda
nb: Lås opp alle funksjoner hos din KI-hjelper
nl: Ontgrendel alle functies van je AI-hulp.
pl: Odblokuj wszystkie funkcje swojego towarzysza AI
pt_pt: Desbloqueia todas as funcionalidades do teu companheiro IA
ro: Deblochează toate funcțiile companionului tău IA
ru: Разблокируй все возможности своего ИИ-помощника
sk: Odomkni všetky funkcie svojho AI pomocníka
sl: Odkleni vse funkcije svojega UI spremljevalca
sv: Lås upp alla funktioner hos din AI-kompis.
th: ปลดล็อกคุณสมบัติทั้งหมดของเพื่อน AI ของคุณ
tr: Yapay zeka arkadaşınızın tüm özelliklerinin kilidini açın
uk: Розблокуйте всі функції вашого ШІ-помічника.
vi: Mở khóa mọi tính năng của trợ lý AI.

source: Get Unlimited Access
ar: احصل على وصول غير محدود
ca: Accés il·limitat
cs: Získejte neomezený přístup
da: Få ubegrænset adgang
de: Unbegrenzten Zugriff erhalten
el: Απόκτησε απεριόριστη πρόσβαση
es: Obtén acceso ilimitado
fi: Hanki rajoittamaton pääsy
fr_ca: Accès illimité
he: קבל גישה בלתי מוגבלת
hi: अनलिमिटेड एक्सेस पाएँ
hr: Dobij neograničen pristup
hu: Korlátlan hozzáférés
id: Dapatkan Akses Tanpa Batas
it: Ottieni accesso illimitato
ja: 無制限アクセスを獲得
ms: Dapatkan Akses Tanpa Had
nb: Få ubegrenset tilgang
nl: Onbeperkte toegang
pl: Uzyskaj nieograniczony dostęp
pt_pt: Obtém Acesso Ilimitado
ro: Obține acces nelimitat
ru: Получи неограниченный доступ
sk: Získaj neobmedzený prístup
sl: Pridobi neomejen dostop
sv: Få obegränsad tillgång
th: เข้าถึงไม่จำกัด
tr: Sınırsız Erişim Al
uk: Отримати необмежений доступ
vi: Nhận truy cập không giới hạn

source: Solve, Simplified, Achieve!
ar: حل – بسّط – أنجز!
ca: Resol, simplifica, triomfa!
cs: Řeš · Zjednoduš · Dosáhni!
da: Løs · Forenklet · Opnå!
de: Lösen · Vereinfachen · Erreichen!
el: Λύσε · Απλοποίησε · Πέτυχε!
es: Resuelve · Simplifica · Triunfa!
fi: Ratkaise · Yksinkertaista · Saavuta!
fr_ca: Résous · Simplifie · Réussis !
he: פתור · פשט · הצלח!
hi: हल करें · सरल करें · सफल हों!
hr: Riješi · Pojednostavni · Ostvari!
hu: Megoldás · Egyszerűsítés · Siker!
id: Selesaikan · Sederhanakan · Capai!
it: Risolvi · Semplifica · Raggiungi!
ja: 解く・簡略化・達成！
ms: Selesai · Mudah · Berjaya!
nb: Løs · Forenkle · Oppnå!
nl: Los op · Vereenvoudig · Bereik!
pl: Rozwiąż · Uprość · Osiągnij!
pt_pt: Resolve · Simplifica · Conquista!
ro: Rezolvă · Simplifică · Reușește!
ru: Решаем · Упрощаем · Достигаем!
sk: Rieš · Zjednoduš · Dosiahni!
sl: Reši · Poenostavi · Doseži!
sv: Lös, förenkla, lyckas!
th: แก้ไข ง่ายขึ้น บรรลุเป้าหมาย!
tr: Çöz, Basitleştir, Başar!
uk: Розв’яжи — Спрости — Досягни!
vi: Giải – Đơn giản – Thành công!

source: Solve
ar: حل
ca: Resol
cs: Vyřešit
da: Løs
de: Lösen
el: Λύσε
es: Resolver
fi: Ratkaise
fr_ca: Résoudre
he: פתור
hi: हल करें
hr: Riješi
hu: Megoldás
id: Selesaikan
it: Risolvi
ja: 解く
ms: Selesaikan
nb: Løs
nl: Oplossen
pl: Rozwiąż
pt_pt: Resolver
ro: Rezolvă
ru: Решить
sk: Vyriešiť
sl: Reši
sv: Lös
th: แก้ไข
tr: Çöz
uk: Розв’язати
vi: Giải

source: cancel
ar: إلغاء
ca: cancel·lar
cs: zrušit
da: annuller
de: abbrechen
el: άκυρο
es: cancelar
fi: peruuta
fr_ca: annuler
he: ביטול
hi: रद्द करें
hr: odustani
hu: mégse
id: batal
it: annulla
ja: キャンセル
ms: batal
nb: avbryt
nl: annuleren
pl: anuluj
pt_pt: cancelar
ro: anulează
ru: отмена
sk: zrušiť
sl: prekliči
sv: avbryt
th: ยกเลิก
tr: iptal
uk: скасувати
vi: hủy

source: Advanced Functions
ar: دوال متقدمة
ca: Funcions avançades
cs: Pokročilé funkce
da: Avancerede funktioner
de: Erweiterte Funktionen
el: Προχωρημένες συναρτήσεις
es: Funciones avanzadas
fi: Edistyneet funktiot
fr_ca: Fonctions avancées
he: פונקציות מתקדמות
hi: उन्नत फलन
hr: Napredne funkcije
hu: Haladó függvények
id: Fungsi Lanjutan
it: Funzioni avanzate
ja: 高度な関数
ms: Fungsi Lanjutan
nb: Avanserte funksjoner
nl: Geavanceerde functies
pl: Funkcje zaawansowane
pt_pt: Funções Avançadas
ro: Funcții avansate
ru: Продвинутые функции
sk: Pokročilé funkcie
sl: Napredne funkcije
sv: Avancerade funktioner
th: ฟังก์ชันขั้นสูง
tr: Gelişmiş Fonksiyonlar
uk: Розширені функції
vi: Hàm nâng cao

source: Boost Productivity with Intelligent Math Assistants!
ar: ارفع إنتاجيتك بمساعدي الرياضيات الذكيين!
ca: Impulsa la productivitat amb assistents matemàtics intel·ligents!
cs: Zvyšte produktivitu s inteligentními matematickými asistenty!
da: Boost produktiviteten med intelligente matematikassistenter!
de: Produktivität steigern mit intelligenten Mathe-Assistenten!
el: Αύξησε την παραγωγικότητα με έξυπνους βοηθούς μαθηματικών!
es: ¡Aumenta la productividad con asistentes matemáticos inteligentes!
fi: Nosta tuottavuutta älykkäillä matematiikka-apureilla!
fr_ca: Boostez votre productivité avec des assistants maths intelligents !
he: הגבר פרודוקטיביות עם עוזרים מתמטיים חכמים!
hi: बुद्धिमान गणित सहायकों से उत्पादकता बढ़ाएँ!
hr: Povećaj produktivnost s pametnim matematičkim pomoćnicima!
hu: Növeld a hatékonyságod okos mateksegédekkel!
id: Tingkatkan Produktivitas dengan Asisten Matematika Cerdas!
it: Aumenta la produttività con assistenti matematici intelligenti!
ja: 賢い数学アシスタントで生産性爆上げ！
ms: Tingkatkan Produktiviti dengan Pembantu Matematik Pintar!
nb: Øk produktiviteten med smarte matte-assistenter!
nl: Verhoog productiviteit met slimme wiskundehulp!
pl: Zwiększ produktywność dzięki inteligentnym asystentom matematyki!
pt_pt: Aumenta a produtividade com assistentes de matemática inteligentes!
ro: Crește productivitatea cu asistenți matematici inteligenți!
ru: Повышай продуктивность с умными математическими помощниками!
sk: Zvýš produktivitu s inteligentnými matematickými asistentmi!
sl: Povečaj produktivnost z inteligentnimi matematičnimi pomočniki!
sv: Öka produktiviteten med intelligenta matematikassistenter!
th: เพิ่มประสิทธิภาพด้วยผู้ช่วยคณิตศาสตร์อัจฉริยะ!
tr: Akıllı Matematik Asistanları ile Verimliliği Artırın!
uk: Підвищте продуктивність за допомогою розумних математичних помічників!
vi: Tăng năng suất với trợ lý toán học thông minh!

source: Clear Chat
ar: مسح الدردشة
ca: Neteja el xat
cs: Vymazat konverzaci
da: Ryd chat
de: Chat leeren
el: Καθαρισμός συνομιλίας
es: Borrar chat
fi: Tyhjennä keskustelu
fr_ca: Effacer la discussion
he: נקה צ'אט
hi: चैट साफ करें
hr: Obriši razgovor
hu: Csevegés törlése
id: Hapus Obrolan
it: Pulisci chat
ja: チャットをクリア
ms: Kosongkan Sembang
nb: Tøm chatten
nl: Chat wissen
pl: Wyczyść czat
pt_pt: Limpar Conversa
ro: Șterge conversația
ru: Очистить чат
sk: Vymazať konverzáciu
sl: Počisti klepet
sv: Rensa chatt
th: ล้างแชท
tr: Sohbeti Temizle
uk: Очистити чат
vi: Xóa cuộc trò chuyện

source: / day
ar: / يوم
ca: / dia
cs: / den
da: / dag
de: / Tag
el: / ημέρα
es: / día
fi: / päivä
fr_ca: / jour
he: / ליום
hi: / दिन
hr: / dan
hu: / nap
id: / hari
it: / giorno
ja: / 日
ms: / hari
nb: / dag
nl: / dag
pl: / dziennie
pt_pt: / dia
ro: / zi
ru: / день
sk: / deň
sl: / dan
sv: / dag
th: / วัน
tr: / gün
uk: / день
vi: / ngày

source: Weekly
ar: أسبوعي
ca: Setmanal
cs: Týdně
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fi: Viikoittainen
fr_ca: Hebdomadaire
he: שבועי
hi: साप्ताहिक
hr: Tjedno
hu: Heti
id: Mingguan
it: Settimanale
ja: 週
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowy
pt_pt: Semanal
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sl: Tedensko
sv: Veckovis
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
vi: Hàng tuần

source: Monthly
ar: شهري
ca: Mensual
cs: Měsíčně
da: Månedlig
de: Monatlich
el: Μηνιαία
es: Mensual
fi: Kuukausittainen
fr_ca: Mensuel
he: חודשי
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 月
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Miesięczny
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sl: Mesečno
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Щомісяця
vi: Hàng tháng

source: 3 Days Free Trial
ar: تجربة مجانية 3 أيام
ca: 3 dies de prova gratuïta
cs: 3 dny zdarma
da: 3 dages gratis prøve
de: 3 Tage kostenlos testen
el: 3 ημέρες δωρεάν δοκιμή
es: 3 días de prueba gratis
fi: 3 päivän ilmainen kokeilu
fr_ca: 3 jours gratuits
he: 3 ימי ניסיון חינם
hi: 3 दिन का मुफ्त ट्रायल
hr: 3 dana besplatno
hu: 3 napos ingyenes próba
id: 3 Hari Uji Coba Gratis
it: 3 giorni di prova gratuita
ja: 3日間無料トライアル
ms: 3 Hari Percubaan Percuma
nb: 3 dagers gratis prøve
nl: 3 dagen gratis proef
pl: 3 dni za darmo
pt_pt: 3 dias de teste grátis
ro: 3 zile gratuite
ru: 3 дня бесплатно
sk: 3 dni zadarmo
sl: 3 dni brezplačno
sv: 3 dagars gratis provperiod
th: ทดลองใช้ฟรี 3 วัน
tr: 3 Gün Ücretsiz Deneme
uk: 3 дні безкоштовно
vi: Dùng thử miễn phí 3 ngày

source: / Week
ar: / أسبوع
ca: / setmana
cs: / týden
da: / uge
de: / Woche
el: / εβδομάδα
es: / semana
fi: / viikko
fr_ca: / semaine
he: / לשבוע
hi: / सप्ताह
hr: / tjedan
hu: / hét
id: / minggu
it: / settimana
ja: / 週
ms: / minggu
nb: / uke
pl: / tydzień
pt_pt: / semana
ro: / săptămână
ru: / неделю
sk: / týždeň
sl: / teden
sv: / vecka
th: / สัปดาห์
tr: / Hafta
uk: / тиждень
vi: / tuần

source: Yearly
ar: سنوي
ca: Anual
cs: Ročně
da: Årlig
de: Jährlich
el: Ετήσια
es: Anual
fi: Vuosittainen
fr_ca: Annuel
he: שנתי
hi: वार्षिक
hr: Godišnje
hu: Éves
id: Tahunan
it: Annuale
ja: 年
ms: Tahunan
nb: Årlig
nl: Jaarlijks
pl: Roczny
pt_pt: Anual
ro: Anual
ru: Ежегодно
sk: Ročne
sl: Letno
sv: Årsvis
th: รายปี
tr: Yıllık
uk: Щорічно
vi: Hàng năm

source: Save
ar: توفير
ca: Estalvi
cs: Úspora
da: Spar
de: Sparen
el: Εξοικονόμηση
es: Ahorra
fi: Säästä
fr_ca: Économisez
he: חסכון
hi: बचत
hr: Ušteda
hu: Megtakarítás
id: Hemat
it: Risparmia
ja: 節約
ms: Jimat
nb: Sparing
nl: Besparen
pl: Oszczędność
pt_pt: Poupa
ro: Economisești
ru: Экономия
sk: Ušetri
sl: Prihrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Заощаджуйте
vi: Tiết kiệm

source: Select Photo
ar: اختر صورة
ca: Selecciona foto
cs: Vybrat fotku
da: Vælg foto
de: Foto auswählen
el: Επιλογή φωτογραφίας
es: Seleccionar foto
fi: Valitse kuva
fr_ca: Sélectionner une photo
he: בחר תמונה
hi: फोटो चुनें
hr: Odaberi fotografiju
hu: Fénykép kiválasztása
id: Pilih Foto
it: Seleziona foto
ja: 写真を選択
ms: Pilih Foto
nb: Velg bilde
nl: Foto kiezen
pl: Wybierz zdjęcie
pt_pt: Selecionar Foto
ro: Selectează fotografie
ru: Выбрать фото
sk: Vybrať fotografiu
sl: Izberi fotografijo
sv: Välj foto
th: เลือกภาพ
tr: Fotoğraf Seç
uk: Вибрати фото
vi: Chọn ảnh
