Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Your subscription will automatically renew unless auto-renew is turned off at least 24-hours before the end of the current subscription period. Payment will be charged to your iTunes account at confirmation of purchase.
ar: سيتم تجديد اشتراكك تلقائيًا ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة على الأقل من نهاية فترة الاشتراك الحالية. سيتم خصم الدفعة من حساب iTunes الخاص بك عند تأكيد الشراء.
ca: La teva subscripció es renovarà automàticament tret que la renovació automàtica estigui desactivada almenys 24 hores abans que acabi el període de subscripció actual. El pagament es carregarà al teu compte d’iTunes en confirmar la compra.
cs: Vaše předplatné se automaticky obnoví, pokud není automatické obnovení vypnuto alespoň 24 hodin před koncem aktuálního období předplatného. Platba bude zaúčtována na váš účet iTunes po potvrzení nákupu.
da: Dit abonnement fornyes automatisk, medmindre automatisk fornyelse er slået fra mindst 24 timer før slutningen af den aktuelle abonnementsperiode. Betaling vil blive opkrævet på din iTunes-konto ved bekræftelse af købet.
de: Ihr Abonnement verlängert sich automatisch, sofern die automatische Verlängerung nicht mindestens 24 Stunden vor Ablauf des aktuellen Abonnementzeitraums deaktiviert wird. Die Zahlung wird bei Kaufbestätigung Ihrem iTunes-Konto belastet.
el: Η συνδρομή σας θα ανανεωθεί αυτόματα, εκτός εάν η αυτόματη ανανέωση απενεργοποιηθεί τουλάχιστον 24 ώρες πριν από το τέλος της τρέχουσας περιόδου συνδρομής. Η πληρωμή θα χρεωθεί στον λογαριασμό iTunes σας κατά την επιβεβαίωση της αγοράς.
es: Tu suscripción se renovará automáticamente a menos que la renovación automática se desactive al menos 24 horas antes del final del período de suscripción actual. El pago se cargará a tu cuenta de iTunes al confirmar la compra.
fi: Tilauksesi uusiutuu automaattisesti, ellei automaattista uusimista ole poistettu käytöstä vähintään 24 tuntia ennen nykyisen tilausjakson päättymistä. Maksu veloitetaan iTunes-tililtäsi oston vahvistamisen yhteydessä.
fr_ca: Votre abonnement sera automatiquement renouvelé, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période d’abonnement en cours. Le paiement sera débité de votre compte iTunes lors de la confirmation de l’achat.
he: המנוי שלך יחודש אוטומטית אלא אם ביטלת את החידוש האוטומטי לפחות 24 שעות לפני סוף תקופת המנוי הנוכחית. התשלום יחויב בחשבון ה-iTunes שלך עם אישור הרכישה.
hi: आपकी सदस्यता स्वचालित रूप से नवीनीकृत हो जाएगी, जब तक कि ऑटो-रिन्यू वर्तमान सदस्यता अवधि समाप्त होने से कम से कम 24 घंटे पहले बंद न किया जाए। खरीद की पुष्टि पर भुगतान आपके iTunes खाते से लिया जाएगा।
hr: Vaša pretplata će se automatski obnoviti osim ako automatska obnova nije isključena najmanje 24 sata prije kraja trenutnog razdoblja pretplate. Plaćanje će biti naplaćeno s vašeg iTunes računa nakon potvrde kupnje.
hu: Előfizetésed automatikusan megújul, hacsak a megújítási funkciót legalább 24 órával az aktuális előfizetési időszak vége előtt ki nem kapcsolod. A fizetés a vásárlás megerősítésekor kerül terhelésre az iTunes-fiókodban.
id: Langganan Anda akan diperpanjang secara otomatis kecuali perpanjangan otomatis dimatikan minimal 24 jam sebelum akhir periode langganan saat ini. Pembayaran akan dibebankan ke akun iTunes Anda setelah konfirmasi pembelian.
it: Il tuo abbonamento si rinnoverà automaticamente a meno che il rinnovo automatico non venga disattivato almeno 24 ore prima della fine dell'attuale periodo di sottoscrizione. Il pagamento verrà addebitato sul tuo account iTunes al momento della conferma dell'acquisto.
ja: 現在の購読期間が終了する24時間前までに自動更新をオフにしない限り、購読は自動的に更新されます。購入を確認すると、支払いはお客様のiTunesアカウントに請求されます。
ms: Langganan anda akan diperbaharui secara automatik kecuali pembaharuan automatik dimatikan sekurang-kurangnya 24 jam sebelum akhir tempoh langganan semasa. Pembayaran akan dicaj kepada akaun iTunes anda apabila pembelian disahkan.
nb: Abonnementet ditt fornyes automatisk med mindre automatisk fornyelse slås av minst 24 timer før slutten av inneværende abonnementsperiode. Betalingen belastes iTunes-kontoen din ved bekreftelse av kjøpet.
nl: Je abonnement wordt automatisch verlengd, tenzij automatische verlenging minstens 24 uur voor het einde van de huidige abonnementsperiode is uitgeschakeld. De betaling wordt in rekening gebracht op je iTunes-account zodra de aankoop is bevestigd.
pl: Twoja subskrypcja odnowi się automatycznie, chyba że automatyczne odnawianie zostanie wyłączone co najmniej 24 godziny przed końcem bieżącego okresu subskrypcji. Płatność zostanie pobrana z Twojego konta iTunes po potwierdzeniu zakupu.
pt_pt: A sua subscrição será renovada automaticamente, a menos que a renovação automática seja desativada pelo menos 24 horas antes do final do período de subscrição atual. O pagamento será debitado da sua conta iTunes após a confirmação da compra.
ro: Abonamentul tău se va reînnoi automat, cu excepția cazului în care reînnoirea automată este dezactivată cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Plata va fi debitată din contul tău iTunes la confirmarea achiziției.
ru: Ваша подписка будет автоматически продлена, если автоматическое продление не отключено как минимум за 24 часа до окончания текущего периода. Платёж будет списан с вашего аккаунта iTunes после подтверждения покупки.
sk: Vaše predplatné sa automaticky obnoví, pokiaľ nie je automatické obnovovanie vypnuté aspoň 24 hodín pred koncom aktuálneho obdobia predplatného. Platba bude zaúčtovaná na váš účet iTunes po potvrdení nákupu.
sv: Din prenumeration förnyas automatiskt om inte automatisk förnyelse stängs av minst 24 timmar före den aktuella periodens slut. Betalning debiteras ditt iTunes-konto vid köpbekräftelse.
th: การสมัครสมาชิกของคุณจะต่ออายุอัตโนมัติ เว้นแต่จะปิดการต่ออายุอัตโนมัติอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดระยะเวลาสมัครสมาชิกปัจจุบัน การชำระเงินจะถูกเรียกเก็บจากบัญชี iTunes ของคุณเมื่อยืนยันการซื้อ
tr: Aboneliğiniz, otomatik yenileme kapatılmadığı sürece otomatik olarak yenilenir. Ödeme, satın alma onayı sırasında iTunes hesabınızdan tahsil edilecektir.
uk: Ваша підписка автоматично продовжиться, якщо ви не вимкнете автоподовження щонайменше за 24 години до кінця поточного періоду. Плата буде списана з вашого облікового запису iTunes після підтвердження покупки.
vi: Đăng ký của bạn sẽ tự động gia hạn trừ khi bạn tắt tự động gia hạn ít nhất 24 giờ trước khi kỳ hiện tại kết thúc. Thanh toán sẽ được trừ vào tài khoản iTunes khi xác nhận mua.

source: Start Free Trial
ar: ابدأ التجربة المجانية
ca: Inicia la prova gratuïta
cs: Spustit zkušební verzi zdarma
da: Start gratis prøveperiode
de: Kostenlose Testphase starten
el: Ξεκίνα δωρεάν δοκιμή
es: Iniciar prueba gratuita
fi: Aloita ilmainen kokeilu
fr_ca: Essai gratuit
he: התחל ניסיון חינם
hi: मुफ्त ट्रायल शुरू करें
hr: Pokreni besplatno probno razdoblje
hu: Ingyenes próba indítása
id: Mulai Uji Coba Gratis
it: Inizia prova gratuita
ja: 無料トライアルを開始
ms: Mulakan Percubaan Percuma
nb: Start gratis prøveperiode
nl: Start gratis proefperiode
pl: Rozpocznij darmowy okres próbny
pt_pt: Iniciar Período Experimental
ro: Începe perioada gratuită
ru: Начать бесплатный пробный период
sk: Spustiť bezplatnú skúšobnú verziu
sl: Začni brezplačno preizkušnjo
sv: Starta gratis provperiod
th: เริ่มทดลองใช้ฟรี
tr: Ücretsiz Denemeyi Başlat
uk: Розпочати безкоштовний період
vi: Bắt đầu dùng thử miễn phí

source: C O N T I N U E
ar: متابعة
ca: C O N T I N U A R
cs: P O K R A Č O V A T
da: F O R T S Æ T
de: W E I T E R
el: Σ Υ Ν Ε Χ Ε Ι Α
es: C O N T I N U A R
fi: J A T K A
fr_ca: C O N T I N U E R
he: ה מ ש ך
hi: जारी रखें
hr: NASTAVI
hu: T O V Á B B
id: L A N J U T
it: C O N T I N U A
ja: 続 行
ms: T E R U S K A N
nb: F O R T S E T T
nl: D O O R G A A N
pl: K O N T Y N U U J
pt_pt: C O N T I N U A R
ro: C O N T I N U Ă
ru: П Р О Д О Л Ж И Т Ь
sk: P O K R A Č O V A Ť
sl: N A P R E J
sv: F O R T S Ä T T
th: ดำเนินการต่อ
tr: D E V A M
uk: П Р О Д О В Ж И Т И
vi: TIẾP TỤC

source: 3 Days Free Trial, then
ar: تجربة مجانية 3 أيام، ثم
ca: 3 dies de prova gratuïta, després
cs: 3 dny zdarma, poté
da: 3 dages gratis prøve, derefter
de: 3 Tage kostenlos, danach
el: 3 μέρες δωρεάν, μετά
es: 3 días gratis, luego
fi: 3 päivää ilmaiseksi, sitten
fr_ca: 3 jours gratuits, puis
he: 3 ימי ניסיון חינם, אחר כך
hi: 3 दिन मुफ्त ट्रायल, फिर
hr: 3 dana besplatno, zatim
hu: 3 nap ingyen, aztán
id: 3 Hari Gratis, kemudian
it: 3 giorni gratis, poi
ja: 3日間無料、その後
ms: 3 Hari Percuma, kemudian
nb: 3 dager gratis prøve, deretter
nl: 3 dagen gratis, daarna
pl: 3 dni za darmo, potem
pt_pt: 3 dias grátis, depois
ro: 3 zile gratuite, apoi
ru: 3 дня бесплатно, потом
sk: 3 dni zadarmo, potom
sl: 3 dni brezplačno, nato
sv: 3 dagars gratis provperiod, sedan
th: ทดลองใช้ฟรี 3 วัน จากนั้น
tr: 3 Gün Ücretsiz Deneme, sonra
uk: 3 дні безкоштовно, потім
vi: Dùng thử miễn phí 3 ngày, sau đó

source: per month
ar: شهرياً
ca: al mes
cs: měsíčně
da: pr. måned
de: pro Monat
el: ανά μήνα
es: al mes
fi: kuukaudessa
fr_ca: par mois
he: לחודש
hi: प्रति माह
hr: mjesečno
hu: havonta
id: per bulan
it: al mese
ja: ／月
ms: sebulan
nb: per måned
nl: per maand
pl: miesięcznie
pt_pt: por mês
ro: pe lună
ru: в месяц
sk: mesačne
sl: na mesec
sv: per månad
th: ต่อเดือน
tr: aylık
uk: на місяць
vi: mỗi tháng

source: UNLIMITED
ar: غير محدود
ca: IL·LIMITAT
cs: NEOMEZENĚ
da: UBE
de: UNBEGRENZT
el: ΑΠΕΡΙΟΡΙΣΤΟ
es: ILIMITADO
fi: RAJOITTAMATON
fr_ca: ILLIMITÉ
he: ללא הגבלה
hi: अनलिमिटेड
hr: NEOGRANIČENO
hu: KORLÁTLAN
id: TANPA BATAS
it: ILLIMITATO
ja: 無制限
ms: TANPA HAD
nb: UBEGEGRENSET
nl: ONBEGRENST
pl: BEZ OGRANICZEŃ
pt_pt: ILIMITADO
ro: NELIMITAT
ru: БЕЗЛИМИТ
sk: NEOGRANIČENÉ
sl: NEOMEJENO
sv: OBEGRÄNSAT
th: ไม่จำกัด
tr: SINIRSIZ
uk: НЕОБМЕЖЕНО
vi: KHÔNG GIỚI HẠN

source: Continue with Free Plan
ar: الاستمرار بالخطة المجانية
ca: Continuar amb el pla gratuït
cs: Pokračovat s bezplatným plánem
da: Fortsæt med gratis plan
de: Mit kostenlosem Plan fortfahren
el: Συνέχισε με το δωρεάν πακέτο
es: Continuar con plan gratuito
fi: Jatka ilmaisella suunnitelmalla
fr_ca: Continuer avec le plan gratuit
he: המשך עם התוכנית החינמית
hi: मुफ्त प्लान से जारी रखें
hr: Nastavi s besplatnim planom
hu: Ingyenes csomaggal folytatás
id: Lanjutkan dengan Paket Gratis
it: Continua con il piano gratuito
ja: 無料プランで続ける
ms: Teruskan dengan Pelan Percuma
nb: Fortsett med gratisplan
nl: Doorgaan met gratis plan
pl: Kontynuuj z planem darmowym
pt_pt: Continuar com o plano gratuito
ro: Continuă cu planul gratuit
ru: Продолжить с бесплатным тарифом
sk: Pokračovať s bezplatným plánom
sl: Nadaljuj z brezplačnim paketom
sv: Fortsätt med gratisplanen
th: ดำเนินการต่อด้วยแผนฟรี
tr: Ücretsiz Plan ile Devam Et
uk: Продовжити з безкоштовним планом
vi: Tiếp tục với gói miễn phí

source: Why Choose Premium?
ar: لماذا تختار النسخة المدفوعة؟
ca: Per què triar Premium?
cs: Proč zvolit Premium?
da: Hvorfor vælge Premium?
de: Warum Premium wählen?
el: Γιατί να επιλέξεις Premium;
es: ¿Por qué elegir Premium?
fi: Miksi valita Premium?
fr_ca: Pourquoi choisir Premium ?
he: למה לבחור ב-Premium?
hi: प्रीमियम क्यों चुनें?
hr: Zašto odabrati Premium?
hu: Miért válaszd a Prémiumot?
id: Kenapa Pilih Premium?
it: Perché scegliere Premium?
ja: プレミアムを選ぶ理由
ms: Kenapa Pilih Premium?
nb: Hvorfor velge Premium?
nl: Waarom Premium kiezen?
pl: Dlaczego Premium?
pt_pt: Porquê escolher Premium?
ro: De ce să alegi Premium?
ru: Почему Premium?
sk: Prečo Premium?
sl: Zakaj izbrati Premium?
sv: Varför välja Premium?
th: ทำไมต้องเลือก Premium?
tr: Neden Premium Seçmeli?
uk: Чому обрати Преміум?
vi: Tại sao chọn Premium?

source: Unlimited Snap & Solve Math Problems
ar: حل غير محدود للمسائل بالكاميرا
ca: Problemes matemàtics il·limitats amb foto
cs: Neomezené focení a řešení úloh
da: Ubegrænset billedløsning af matematik
de: Unbegrenzt Matheaufgaben fotografieren & lösen
el: Απεριόριστες φωτογραφίες & λύσεις
es: Fotos y resolución ilimitada de problemas
fi: Rajoittamaton kuva & ratkaise -toiminto
fr_ca: Photos & résolution illimitées
he: צילום ולחיצה בלתי מוגבלים לפתרון תרגילים
hi: अनलिमिटेड फोटो से सवाल हल करें
hr: Neograničeno fotografiraj i rješavaj zadatke
hu: Korlátlan fotózás és matekmegoldás
id: Foto & selesaikan soal tanpa batas
it: Scatta foto e risolvi infiniti problemi
ja: 写真撮影で無制限に問題解決
ms: Foto & selesaikan soalan tanpa had
nb: Ubegrenset bildeløsing av matteoppgaver
nl: Onbeperkt foto’s maken & wiskunde oplossen
pl: Nieograniczone zdjęcia i rozwiązywanie zadań
pt_pt: Fotos e resolução ilimitada de problemas
ro: Fotografiază și rezolvă nelimitat probleme
ru: Фотографируй и решай задачи без ограничений
sk: Neobmedzené fotenie a riešenie úloh
sl: Neomejeno fotografiranje in reševanje nalog
sv: Obegränsat fotolös matteproblem
th: ถ่ายรูปและแก้โจทย์คณิตศาสตร์ไม่จำกัด
tr: Sınırsız Fotoğraf & Matematik Problemlerini Çöz
uk: Необмежена кількість знімків та розв’язань задач
vi: Chụp & giải toán không giới hạn

source: Write Math Easily with a Smart Calculator
ar: اكتب الرياضيات بسهولة بالحاسبة الذكية
ca: Escriu matemàtiques fàcilment amb calculadora intel·ligent
cs: Pohodlně pište matematiku s chytrou kalkulačkou
da: Skriv matematik let med smart regnemaskine
de: Mathe einfach mit intelligentem Rechner schreiben
el: Γράφε μαθηματικά εύκολα με έξυπνη αριθμομηχανή
es: Escribe matemáticas fácil con calculadora inteligente
fi: Kirjoita matematiikkaa helposti älylaskimella
fr_ca: Écrivez les maths facilement avec une calculatrice intelligente
he: כתוב מתמטיקה בקלות עם מחשבון חכם
hi: स्मार्ट कैलकुलेटर से आसानी से गणित लिखें
hr: Piši matematiku jednostavno pametnim kalkulatorom
hu: Könnyen írj matekot okos számológéppel
id: Tulis matematika dengan mudah pakai kalkulator pintar
it: Scrivi matematica facilmente con calcolatrice intelligente
ja: スマート計算機で簡単に数式入力
ms: Tulis matematik dengan mudah menggunakan kalkulator pintar
nb: Skriv matte enkelt med smart kalkulator
nl: Schrijf wiskunde makkelijk met slimme rekenmachine
pl: Pisz matematykę łatwo dzięki inteligentnemu kalkulatorowi
pt_pt: Escreve matemática facilmente com calculadora inteligente
ro: Scrie matematică ușor cu un calculator inteligent
ru: Пиши формулы легко с умным калькулятором
sk: Píš matematiku ľahko s inteligentnou kalkulačkou
sl: Piši matematiko enostavno s pametnim kalkulatorjem
sv: Skriv matte enkelt med smart kalkylator
th: เขียนคณิตศาสตร์ได้ง่าย ๆ ด้วยเครื่องคิดเลขอัจฉริยะ
tr: Akıllı Hesap Makinesi ile Matematiği Kolay Yazın
uk: Пишіть математику легко розумним калькулятором
vi: Viết toán dễ dàng với máy tính thông minh

source: Instant Access to All Math Formulas
ar: وصول فوري لجميع الصيغ الرياضية
ca: Accés instantani a totes les fórmules
cs: Okamžitý přístup ke všem matematickým vzorcům
da: Øjeblikkelig adgang til alle matematiske formler
de: Sofortzugriff auf alle Matheformeln
el: Άμεση πρόσβαση σε όλους τους τύπους
es: Acceso instantáneo a todas las fórmulas
fi: Välitön pääsy kaikkiin matemaattisiin kaavoihin
fr_ca: Accès instantané à toutes les formules
he: גישה מיידית לכל הנוסחאות
hi: सभी गणितीय सूत्रों तक तुरंत पहुँच
hr: Trenutačni pristup svim matematičkim formulama
hu: Azonnali hozzáférés minden mateképlethez
id: Akses instan ke semua rumus matematika
it: Accesso immediato a tutte le formule
ja: 全数学公式に即時アクセス
ms: Akses segera ke semua formula matematik
nb: Umiddelbar tilgang til alle matteformler
nl: Direct toegang tot alle wiskundeformules
pl: Natychmiastowy dostęp do wszystkich wzorów
pt_pt: Acesso instantâneo a todas as fórmulas
ro: Acces instant la toate formulele
ru: Мгновенный доступ ко всем формулам
sk: Okamžitý prístup ku všetkým matematickým vzorcom
sl: Takojšen dostop do vseh matematičnih formul
sv: Omedelbar tillgång till alla matematiska formler
th: เข้าถึงสูตรคณิตศาสตร์ทั้งหมดทันที
tr: Tüm Matematik Formüllerine Anında Erişim
uk: Миттєвий доступ до всіх математичних формул
vi: Truy cập tức thì mọi công thức toán

source: Ask the Math Assistant Anything
ar: اسأل مساعد الرياضيات أي شيء
ca: Pregunta qualsevol cosa a l'assistent de mates
cs: Zeptejte se matematického asistenta na cokoli
da: Spørg matematikassistenten om hvad som helst
de: Frag den Mathe-Assistenten alles
el: Ρώτα τον βοηθό μαθηματικών τα πάντα
es: Pregunta lo que quieras al asistente de matemáticas
fi: Kysy matematiikka-apurilta mitä tahansa
fr_ca: Posez n’importe quelle question à l’assistant maths
he: שאל את העוזר המתמטי הכל
hi: गणित सहायक से कुछ भी पूछें
hr: Pitaj matematičkog pomoćnika bilo što
hu: Bármit kérdezhetsz a matek-segédtől
id: Tanya apa saja ke Asisten Matematika
it: Chiedi qualsiasi cosa all’assistente di matematica
ja: 数学アシスタントに何でも質問
ms: Tanya apa sahaja kepada Pembantu Matematik
nb: Spør matte-assistenten om hva som helst
nl: Vraag de wiskundehulp alles
pl: Pytaj asystenta matematyki o wszystko
pt_pt: Pergunta o que quiseres ao Assistente de Matemática
ro: Întreabă asistentul matematic orice
ru: Спроси у математического помощника что угодно
sk: Opýtaj sa matematického asistenta čokoľvek
sl: Vprašaj matematičnega pomočnika karkoli
sv: Fråga matematikassistenten vad som helst
th: ถามผู้ช่วยคณิตศาสตร์ได้ทุกอย่าง
tr: Matematik Asistanına Her Şeyi Sor
uk: Запитуйте математичного помічника про що завгодно
vi: Hỏi trợ lý toán bất cứ điều gì

source: Limited Version
ar: نسخة محدودة
ca: Versió limitada
cs: Omezená verze
da: Begrænset version
de: Eingeschränkte Version
el: Περιορισμένη έκδοση
es: Versión limitada
fi: Rajoitettu versio
fr_ca: Version limitée
he: גרסה מוגבלת
hi: सीमित संस्करण
hr: Ograničena verzija
hu: Korlátozott verzió
id: Versi Terbatas
it: Versione limitata
ja: 制限版
ms: Versi Terhad
nb: Begrenset versjon
nl: Beperkte versie
pl: Wersja ograniczona
pt_pt: Versão Limitada
ro: Versiune limitată
ru: Ограниченная версия
sk: Obmedzená verzia
sl: Omejena različica
sv: Begränsad version
th: เวอร์ชันจำกัด
tr: Sınırlı Sürüm
uk: Обмежена версія
vi: Giới hạn

source: Upgrade your Experience
ar: ارفع تجربتك
ca: Millora la teva experiència
cs: Vylepšete svou zkušenost
da: Opgrader din oplevelse
de: Dein Erlebnis aufwerten
el: Αναβάθμισε την εμπειρία σου
es: Mejora tu experiencia
fi: Paranna kokemustasi
fr_ca: Améliorez votre expérience
he: שדרג את החוויה שלך
hi: अपना अनुभव अपग्रेड करें
hr: Nadogradi svoje iskustvo
hu: Fejleszd az élményt
id: Tingkatkan Pengalamanmu
it: Migliora la tua esperienza
ja: 体験をレベルアップ
ms: Tingkatkan Pengalaman Anda
nb: Oppgrader opplevelsen din
nl: Verbeter je ervaring
pl: Ulepsz swoje doświadczenie
pt_pt: Melhora a tua experiência
ro: Îmbunătățește-ți experiența
ru: Улучшить впечатления
sk: Vylepši svoj zážitok
sl: Nadgradi svojo izkušnjo
sv: Uppgradera din upplevelse
th: อัปเกรดประสบการณ์ของคุณ
tr: Deneyiminizi Yükselt
uk: Покращте свій досвід
vi: Nâng tầm trải nghiệm của bạn

source: Limited Time Offer
ar: عرض لوقت محدود
ca: Oferta per temps limitat
cs: Časově omezená nabídka
da: Tidsbegrænset tilbud
de: Zeitlich begrenztes Angebot
el: Προσφορά περιορισμένης διάρκειας
es: Oferta por tiempo limitado
fi: Rajoitetun ajan tarjous
fr_ca: Offre à durée limitée
he: הצעה לזמן מוגבל
hi: सीमित समय की पेशकश
hr: Ponuda ograničenog trajanja
hu: Korlátozott idejű ajánlat
id: Penawaran Waktu Terbatas
it: Offerta a tempo
ja: 期間限定オファー
ms: Tawaran Masa Terhad
nb: Tidsbegrenset tilbud
nl: Tijdelijk aanbod
pl: Oferta ograniczona czasowo
pt_pt: Oferta por Tempo Limitado
ro: Ofertă limitată
ru: Акция ограничена по времени
sk: Časovo obmedzená ponuka
sl: Časovno omejena ponudba
sv: Tidsbegränsat erbjudande
th: ข้อเสนอจำกัดเวลา
tr: Sınırlı Süreli Teklif
uk: Обмежена пропозиція
vi: Ưu đãi có hạn

source: Unlock premium features forever. Don’t wait this offers end soon!
ar: افتح الميزات المدفوعة إلى الأبد. لا تنتظر، العرض سينتهي قريباً!
ca: Desbloqueja les funcions premium per sempre. No esperis, l'oferta acaba aviat!
cs: Odemykejte prémiové funkce navždy. Nabídka brzy končí!
da: Lås premium-funktioner op for altid. Vent ikke – tilbuddet slutter snart!
de: Premium-Funktionen für immer freischalten – das Angebot endet bald!
el: Ξεκλείδωσε premium λειτουργίες για πάντα. Μην περιμένεις – η προσφορά λήγει σύντομα!
es: Desbloquea funciones premium para siempre – ¡la oferta termina pronto!
fi: Avaa premium-ominaisuudet ikuisesti. Älä odota – tarjous päättyy pian!
fr_ca: Déverrouillez les fonctions premium pour toujours. L’offre se termine bientôt !
he: פתח תכונות פרימיום לנצח. אל תחכה – ההצעה נגמרת בקרוב!
hi: प्रीमियम फीचर्स हमेशा के लिए अनलॉक करें – ऑफर जल्द खत्म हो जाएगा!
hr: Trajno otključaj premium funkcije. Ne čekaj – ponuda uskoro ističe!
hu: Nyisd meg a prémium funkciókat örökre – az ajánlat hamarosan lejár!
id: Buka fitur premium selamanya – penawaran ini sebentar lagi habis!
it: Sblocca le funzioni premium per sempre – l’offerta scade presto!
ja: プレミアム機能を永久開放！このオファーはもうすぐ終了
ms: Buka ciri premium selamanya – tawaran ini akan tamat tidak lama lagi!
nb: Lås opp premium-funksjoner for alltid – tilbudet slutter snart!
nl: Ontgrendel premium functies voor altijd. Wacht niet – aanbod eindigt snel!
pl: Odblokuj funkcje premium na zawsze – oferta wkrótce się kończy!
pt_pt: Desbloqueia funcionalidades premium para sempre – esta oferta acaba em breve!
ro: Deblochează funcțiile premium pentru totdeauna – oferta se termină curând!
ru: Открой премиум-функции навсегда — акция скоро закончится!
sk: Odomkni prémiové funkcie navždy – ponuka čoskoro končí!
sl: Odkleni premium funkcije za vedno – ponudba kmalu poteče!
sv: Lås upp premiumfunktioner för alltid. Vänta inte – erbjudandet försvinner snart!
th: ปลดล็อกคุณสมบัติพรีเมียมตลอดไป อย่ารอช้า ข้อเสนอนี้จะสิ้นสุดเร็ว ๆ นี้!
tr: Premium özelliklerin kilidini sonsuza kadar açın. Acele edin, bu teklifler yakında sona eriyor!
uk: Розблокуйте преміум-функції назавжди. Не зволікайте — пропозиція скоро закінчиться!
vi: Mở khóa tính năng premium vĩnh viễn. Đừng chần chừ, ưu đãi sắp hết!

source: HOURS
ar: ساعات
ca: HORES
cs: HODIN
da: TIMER
de: STUNDEN
el: ΩΡΕΣ
es: HORAS
fi: TUNTIA
fr_ca: HEURES
he: שעות
hi: घंटे
hr: SATI
hu: ÓRA
id: JAM
it: ORE
ja: 時間
ms: JAM
nb: TIMER
nl: UUR
pl: GODZINY
pt_pt: HORAS
ro: ORE
ru: ЧАСОВ
sk: HODÍN
sl: UR
sv: TIMMAR
th: ชั่วโมง
tr: SAAT
uk: ГОДИН
vi: GIỜ

source: MINUTES
ar: دقائق
ca: MINUTS
cs: MINUT
da: MINUTTER
de: MINUTEN
el: ΛΕΠΤΑ
es: MINUTOS
fi: MINUUTTIA
he: דקות
hi: मिनट
hr: MINUTE
hu: PERC
id: MENIT
it: MINUTI
ja: 分
ms: MINIT
nb: MINUTTER
nl: MINUTEN
pl: MINUTY
pt_pt: MINUTOS
ro: MINUTE
ru: МИНУТ
sk: MINÚT
sl: MINUT
sv: MINUTER
th: นาที
tr: DAKİKA
uk: ХВИЛИН
vi: PHÚT

source: SECONDS
ar: ثواني
ca: SEGONS
cs: SEKUND
da: SEKUNDER
de: SEKUNDEN
el: ΔΕΥΤΕΡΟΛΕΠΤΑ
es: SEGUNDOS
fi: SEKUNTIA
fr_ca: SECONDES
he: שניות
hi: सेकंड
hr: SEKUNDE
hu: MÁSODPERC
id: DETIK
it: SECONDI
ja: 秒
ms: SAAT
nb: SEKUNDER
nl: SECONDEN
pl: SEKUNDY
pt_pt: SEGUNDOS
ro: SECUNDE
ru: СЕКУНД
sk: SEKÚND
sl: SEKUND
sv: SEKUNDER
th: วินาที
tr: SANIYE
uk: СЕКУНД
vi: GIÂY

source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 続ける
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
