Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: No Response
ar: لا يوجد رد
ca: Sense resposta
cs: Žádná odpověď
da: Intet svar
de: Keine Antwort
el: Καμία απόκριση
es: Sin respuesta
fi: Ei vastausta
fr_ca: Aucune réponse
he: אין תגובה
hi: कोई जवाब नहीं
hr: Nema odgovora
hu: Nincs válasz
id: Tidak Ada Respons
it: Nessuna risposta
ja: 応答なし
ms: Tiada Respons
nb: Ingen respons
nl: Geen reactie
pl: Brak odpowiedzi
pt_pt: Sem resposta
ro: Fără răspuns
ru: Нет ответа
sk: Žiadna odpoveď
sl: Brez odgovora
sv: Inget svar
th: ไม่มีการตอบกลับ
tr: Yanıt Yok
uk: Немає відповіді
vi: Không có phản hồi

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr_ca: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi

source: Error: Invalid range
ar: خطأ: نطاق غير صالح
ca: Error: rang no vàlid
cs: Chyba: neplatný rozsah
da: Fejl: Ugyldigt interval
de: Fehler: Ungültiger Bereich
el: Σφάλμα: Άκυρο διάστημα
es: Error: rango no válido
fi: Virhe: Virheellinen väli
fr_ca: Erreur : plage invalide
he: שגיאה: טווח לא תקין
hi: त्रुटि: अमान्य रेंज
hr: Greška: neispravan raspon
hu: Hiba: Érvénytelen tartomány
id: Kesalahan: Rentang tidak valid
it: Errore: Intervallo non valido
ja: エラー：範囲が無効です
ms: Ralat: Julat tidak sah
nb: Feil: Ugyldig intervall
nl: Fout: Ongeldig bereik
pl: Błąd: Nieprawidłowy zakres
pt_pt: Erro: intervalo inválido
ro: Eroare: Interval invalid
ru: Ошибка: недопустимый диапазон
sk: Chyba: Neplatný rozsah
sl: Napaka: neveljaven obseg
sv: Fel: Ogiltigt intervall
th: ข้อผิดพลาด: ช่วงไม่ถูกต้อง
tr: Hata: Geçersiz aralık
uk: Помилка: невірний діапазон
vi: Lỗi: Phạm vi không hợp lệ

source: Error in expression
ar: خطأ في التعبير
ca: Error a l'expressió
cs: Chyba ve výrazu
da: Fejl i udtrykket
de: Fehler im Ausdruck
el: Σφάλμα στην παράσταση
es: Error en la expresión
fi: Virhe lausekkeessa
fr_ca: Erreur dans l’expression
he: שגיאה בביטוי
hi: एक्सप्रेशन में त्रुटि
hr: Greška u izrazu
hu: Hiba a kifejezésben
id: Kesalahan dalam ekspresi
it: Errore nell’espressione
ja: 式にエラーがあります
ms: Ralat dalam ungkapan
nb: Feil i uttrykket
nl: Fout in uitdrukking
pl: Błąd w wyrażeniu
pt_pt: Erro na expressão
ro: Eroare în expresie
ru: Ошибка в выражении
sk: Chyba vo výraze
sl: Napaka v izrazu
sv: Fel i uttrycket
th: ข้อผิดพลาดในนิพจน์
tr: İfadede hata
uk: Помилка у виразі
vi: Lỗi trong biểu thức

source: Error: Invalid summation
ar: خطأ: جمع غير صالح
ca: Error: sumatori no vàlid
cs: Chyba: neplatný součet
da: Fejl: Ugyldig summering
de: Fehler: Ungültige Summierung
el: Σφάλμα: Άκυρο άθροισμα
es: Error: suma no válida
fi: Virhe: Virheellinen summaus
fr_ca: Erreur : sommation invalide
he: שגיאה: חיבור לא תקין
hi: त्रुटि: अमान्य योग
hr: Greška: neispravan zbroj
hu: Hiba: Érvénytelen összegzés
id: Kesalahan: Penjumlahan tidak valid
it: Errore: Somma non valida
ja: エラー：合計が無効です
ms: Ralat: Penjumlahan tidak sah
nb: Feil: Ugyldig summering
nl: Fout: Ongeldige sommatie
pl: Błąd: Nieprawidłowe sumowanie
pt_pt: Erro: soma inválida
ro: Eroare: Sumă invalidă
ru: Ошибка: неверное суммирование
sk: Chyba: Neplatné sčítanie
sl: Napaka: neveljavno seštevanje
sv: Fel: Ogiltig summasjon
th: ข้อผิดพลาด: ผลรวมไม่ถูกต้อง
tr: Hata: Geçersiz toplam
uk: Помилка: некоректна сума
vi: Lỗi: Tổng không hợp lệ

source: Confirm
ar: تأكيد
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr_ca: Confirmer
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Hủy
vi: Hủy

source: Rename Chat?
ar: إعادة تسمية الدردشة؟
ca: Canviar el nom del xat?
cs: Přejmenovat konverzaci?
da: Omdøb chatten?
de: Chat umbenennen?
el: Μετονομασία συνομιλίας;
es: ¿Cambiar nombre del chat?
fi: Nimeä keskustelu uudelleen?
fr_ca: Renommer la discussion ?
he: לשנות שם לשיחה?
hi: चैट का नाम बदलें?
hr: Preimenovati razgovor?
hu: Átnevezem a csevegést?
id: Ganti Nama Obrolan?
it: Rinominare la chat?
ja: チャットを改名しますか？
ms: Tukar Nama Sembang?
nb: Gi nytt navn til samtalen?
nl: Chat hernoemen?
pl: Zmień nazwę czatu?
pt_pt: Mudar nome da conversa?
ro: Redenumești conversația?
ru: Переименовать чат?
sk: Premenovať konverzáciu?
sl: Preimenuj klepet?
sv: Byt namn på chatten?
th: เปลี่ยนชื่อแชทหรือไม่?
tr: Sohbeti yeniden adlandır?
uk: Перейменувати чат?
vi: Đổi tên cuộc trò chuyện?

source: Are you sure to rename this chat?
ar: هل أنت متأكد من إعادة تسمية هذه الدردشة؟
ca: Segur que vols canviar el nom d'aquest xat?
cs: Opravdu chcete přejmenovat tuto konverzaci?
da: Er du sikker på, at du vil omdøbe denne chat?
de: Möchtest du diesen Chat wirklich umbenennen?
el: Είστε σίγουροι ότι θέλετε να μετονομάσετε αυτή τη συνομιλία;
es: ¿Estás seguro de que quieres cambiar el nombre de este chat?
fi: Haluatko varmasti nimetä tämän keskustelun uudelleen?
fr_ca: Êtes-vous certain·e de vouloir renommer cette discussion ?
he: בטוח שברצונך לשנות את שם השיחה?
hi: क्या आप इस चैट का नाम बदलना चाहते हैं?
hr: Jeste li sigurni da želite preimenovati ovaj razgovor?
hu: Biztosan át szeretnéd nevezni ezt a csevegést?
id: Yakin ingin mengganti nama obrolan ini?
it: Vuoi davvero rinominare questa chat?
ja: このチャットの名前を変更してもよろしいですか？
ms: Anda pasti mahu menukar nama sembang ini?
nb: Er du sikker på at du vil gi nytt navn til denne samtalen?
nl: Weet je zeker dat je deze chat wilt hernoemen?
pl: Czy na pewno chcesz zmienić nazwę tego czatu?
pt_pt: Tens a certeza de que queres mudar o nome desta conversa?
ro: Ești sigur că vrei să redenumești această conversație?
ru: Точно хотите переименовать этот чат?
sk: Naozaj chcete premenovať túto konverzáciu?
sl: Ali res želite preimenovati ta klepet?
sv: Är du säker på att du vill byta namn på denna chatt?
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนชื่อแชทนี้?
tr: Bu sohbeti yeniden adlandırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете перейменувати цей чат?
vi: Bạn có chắc chắn muốn đổi tên cuộc trò chuyện này?

source: Complex Function
ar: دالة مركبة
ca: Funció complexa
cs: Komplexní funkce
da: Kompleks funktion
de: Komplexe Funktion
el: Σύνθετη συνάρτηση
es: Función compleja
fi: Kompleksifunktio
fr_ca: Fonction complexe
he: פונקציה מרוכבת
hi: संकर फलन
hr: Kompleksna funkcija
hu: Komplex függvény
id: Fungsi Kompleks
it: Funzione complessa
ja: 複素関数
ms: Fungsi Kompleks
nb: Kompleks funksjon
nl: Complexe functie
pl: Funkcja zespolona
pt_pt: Função Complexa
ro: Funcție complexă
ru: Комплексная функция
sk: Komplexná funkcia
sl: Kompleksna funkcija
sv: Komplex funktion
th: ฟังก์ชันเชิงซ้อน
tr: Karmaşık Fonksiyon
uk: Комплексна функція
vi: Hàm phức

source: Power Function
ar: دالة أسية
ca: Funció potència
cs: Mocninná funkce
da: Potensfunktion
de: Potenzfunktion
el: Δυναμική συνάρτηση
es: Función potencia
fi: Potenssifunktio
fr_ca: Fonction puissance
he: פונקציית חזקה
hi: घात फलन
hr: Potencijska funkcija
hu: Hatványfüggvény
id: Fungsi Pangkat
it: Funzione potenza
ja: べき乗関数
ms: Fungsi Kuasa
nb: Potensfunksjon
nl: Machtsfunctie
pl: Funkcja potęgowa
pt_pt: Função Potência
ro: Funcție putere
ru: Степенная функция
sk: Mocninová funkcia
sl: Potenčna funkcija
sv: Potensfunktion
th: ฟังก์ชันกำลัง
tr: Üs Fonksiyonu
uk: Степенева функція
vi: Hàm lũy thừa

source: Sequence of Numbers
ar: متتالية الأعداد
ca: Successió de nombres
cs: Číselná posloupnost
da: Talfølge
de: Zahlenfolge
el: Ακολουθία αριθμών
es: Sucesión numérica
fi: Lukujono
fr_ca: Suite numérique
he: סדרת מספרים
hi: संख्या श्रेणी
hr: Brojčani niz
hu: Számsorozat
id: Barisan Angka
it: Successione numerica
ja: 数列
ms: Turutan Nombor
nb: Tallfølge
nl: Getallenreeks
pl: Ciąg liczb
pt_pt: Sequência Numérica
ro: Șir de numere
ru: Числовая последовательность
sk: Číselná postupnosť
sl: Številski zaporedje
sv: Talserie
th: ลำดับตัวเลข
tr: Sayı Dizisi
uk: Числова послідовність
vi: Dãy số

source: Trigonometric Function
ar: دالة مثلثية
ca: Funció trigonomètrica
cs: Trigonometrická funkce
da: Trigonometrisk funktion
de: Trigonometrische Funktion
el: Τριγωνομετρική συνάρτηση
es: Función trigonométrica
fi: Trigonometrinen funktio
fr_ca: Fonction trigonométrique
he: פונקציה טריגונומטרית
hi: त्रिकोणमितीय फलन
hr: Trigonometrijska funkcija
hu: Trigonometrikus függvény
id: Fungsi Trigonometri
it: Funzione trigonometrica
ja: 三角関数
ms: Fungsi Trigonometri
nb: Trigonometrisk funksjon
nl: Trigonometrische functie
pl: Funkcja trygonometryczna
pt_pt: Função Trigonométrica
ro: Funcție trigonometrică
ru: Тригонометрическая функция
sk: Trigonometrická funkcia
sl: Trigonometrična funkcija
sv: Trigonometrisk funktion
th: ฟังก์ชันตรีโกณมิติ
tr: Trigonometrik Fonksiyon
uk: Тригонометрична функція
vi: Hàm lượng giác

source: Inverse Trigonometric Function
ar: دالة مثلثية عكسية
ca: Funció trigonomètrica inversa
cs: Inverzní trigonometrická funkce
da: Invers trigonometrisk funktion
de: Inverse trigonometrische Funktion
el: Αντίστροφη τριγωνομετρική συνάρτηση
es: Función trigonométrica inversa
fi: Käänteistrigonometrinen funktio
fr_ca: Fonction trigonométrique inverse
he: פונקציה טריגונומטרית הפוכה
hi: प्रतिक त्रिकोणमितीय फलन
hr: Inverzna trigonometrijska funkcija
hu: Inverz trigonometrikus függvény
id: Fungsi Trigonometri Invers
it: Funzione trigonometrica inversa
ja: 逆三角関数
ms: Fungsi Trigonometri Songsang
nb: Invers trigonometrisk funksjon
nl: Inverse trigonometrische functie
pl: Funkcja trygonometryczna odwrotna
pt_pt: Função Trigonométrica Inversa
ro: Funcție trigonometrică inversă
ru: Обратная тригонометрическая функция
sk: Inverzná trigonometrická funkcia
sl: Obratna trigonometrična funkcija
sv: Invers trigonometrisk funktion
th: ฟังก์ชันตรีโกณมิติผกผัน
tr: Ters Trigonometrik Fonksiyon
uk: Обернена тригонометрична функція
vi: Hàm lượng giác ngược

source: Hyperbolic Function
ar: دالة زائدية
ca: Funció hiperbòlica
cs: Hyperbolická funkce
da: Hyperbolsk funktion
de: Hyperbolische Funktion
el: Υπερβολική συνάρτηση
es: Función hiperbólica
fi: Hyperbolinen funktio
fr_ca: Fonction hyperbolique
he: פונקציה היפרבולית
hi: हाइपरबोलिक फलन
hr: Hiperbolička funkcija
hu: Hiperbolikus függvény
id: Fungsi Hiperbolik
it: Funzione iperbolica
ja: 双曲線関数
ms: Fungsi Hiperbolik
nb: Hyperbolsk funksjon
nl: Hyperbolische functie
pl: Funkcja hiperboliczna
pt_pt: Função Hiperbólica
ro: Funcție hiperbolică
ru: Гиперболическая функция
sk: Hyperbolická funkcia
sl: Hiperbolična funkcija
sv: Hyperbolisk funktion
th: ฟังก์ชันไฮเพอร์โบลิก
tr: Hiperbolik Fonksiyon
uk: Гіперболічна функція
vi: Hàm hyperbolic

source: Inverse Hyperbolic Function
ar: دالة زائدية عكسية
ca: Funció hiperbòlica inversa
cs: Inverzní hyperbolická funkce
da: Invers hyperbolsk funktion
de: Inverse hyperbolische Funktion
el: Αντίστροφη υπερβολική συνάρτηση
es: Función hiperbólica inversa
fi: Käänteishyperbolinen funktio
fr_ca: Fonction hyperbolique inverse
he: פונקציה היפרבולית הפוכה
hi: प्रतिक हाइपरबोलिक फलन
hr: Inverzna hiperbolička funkcija
hu: Inverz hiperbolikus függvény
id: Fungsi Hiperbolik Invers
it: Funzione iperbolica inversa
ja: 逆双曲線関数
ms: Fungsi Hiperbolik Songsang
nb: Invers hyperbolsk funksjon
nl: Inverse hyperbolische functie
pl: Funkcja hiperboliczna odwrotna
pt_pt: Função Hiperbólica Inversa
ro: Funcție hiperbolică inversă
ru: Обратная гиперболическая функция
sk: Inverzná hyperbolická funkcia
sl: Obratna hiperbolična funkcija
sv: Invers hyperbolisk funktion
th: ฟังก์ชันไฮเพอร์โบลิกผกผัน
tr: Ters Hiperbolik Fonksiyon
uk: Обернена гіперболічна функція
vi: Hàm hyperbolic ngược

source: Limit
ar: النهاية (حد)
ca: Límit
cs: Limita
da: Grænseværdi
de: Grenzwert
el: Όριο
es: Límite
fi: Raja-arvo
fr_ca: Limite
he: גבול
hi: सीमा
hr: Limes
hu: Határérték
it: Limite
ja: 極限
ms: Had
nb: Grenseverdi
nl: Limiet
pl: Granica
pt_pt: Limite
ro: Limită
ru: Предел
sk: Limita
sl: Limita
sv: Gränsvärde
th: ลิมิต
uk: Границя
vi: Giới hạn

source: Derivatives
ar: المشتقات
ca: Derivades
cs: Derivace
da: Afledede funktioner
de: Ableitungen
el: Παράγωγοι
es: Derivadas
fi: Derivaatat
fr_ca: Dérivées
he: נגזרות
hi: अवकलज
hr: Derivacije
hu: Deriváltak
id: Turunan
it: Derivate
ja: 微分
ms: Terbitan
nb: Deriverte
nl: Afgeleiden
pl: Pochodne
pt_pt: Derivadas
ro: Derivate
ru: Производные
sk: Derivácie
sl: Odvedene funkcije
sv: Derivator
th: อนุพันธ์
tr: Türevler
uk: Похідні
vi: Đạo hàm

source: Indefinite Integral
ar: تكامل غير محدد
ca: Integral indefinida
cs: Neurčitý integrál
da: Ubestemt integral
de: Unbestimmtes Integral
el: Αόριστο ολοκλήρωμα
es: Integral indefinida
fi: Määrittämätön integraali
fr_ca: Intégrale indéfinie
he: אינטגרל בלתי מסוים
hi: अनिश्चित समाकल
hr: Neodređeni integral
hu: Határozatlan integrál
id: Integral Tak Tentu
it: Integrale indefinito
ja: 不定積分
ms: Integral Tak Tentu
nb: Ubestemt integral
nl: Onbepaalde integraal
pl: Całka nieoznaczona
pt_pt: Integral Indefinido
ro: Integrală nedefinită
ru: Неопределённый интеграл
sk: Neurčitý integrál
sl: Nedoločeni integral
sv: Obestämd integral
th: อินทิกรัลไม่จำกัด
tr: Belirsiz İntegral
uk: Невизначений інтеграл
vi: Nguyên hàm

source: Definite Integral
ar: تكامل محدد
ca: Integral definida
cs: Určitý integrál
da: Bestemt integral
de: Bestimmtes Integral
el: Ορισμένο ολοκλήρωμα
es: Integral definida
fi: Määritelty integraali
fr_ca: Intégrale définie
he: אינטגרל מסוים
hi: निश्चित समाकल
hr: Određeni integral
hu: Határozott integrál
id: Integral Tentu
it: Integrale definito
ja: 定積分
ms: Integral Tentu
nb: Bestemt integral
nl: Bepaalde integraal
pl: Całka oznaczona
pt_pt: Integral Definido
ro: Integrală definită
ru: Определённый интеграл
sk: Určitý integrál
sl: Določeni integral
sv: Bestämd integral
th: อินทิกรัลจำกัด
tr: Belirli İntegral
uk: Визначений інтеграл
vi: Tích phân xác định

source: Rational Functions
ar: الدوال الكسرية
ca: Funcions racionals
cs: Racionální funkce
da: Rationale funktioner
de: Rationale Funktionen
el: Ρητές συναρτήσεις
es: Funciones racionales
fi: Rationaalifunktiot
fr_ca: Fonctions rationnelles
he: פונקציות רציונליות
hi: परिमेय फलन
hr: Racionalne funkcije
hu: Racionális függvények
id: Fungsi Rasional
it: Funzioni razionali
ja: 有理関数
ms: Fungsi Rasional
nb: Rasjonale funksjoner
nl: Rationale functies
pl: Funkcje wymierne
pt_pt: Funções Racionais
ro: Funcții raționale
ru: Рациональные функции
sk: Racionálne funkcie
sl: Racionalne funkcije
sv: Rationella funktioner
th: ฟังก์ชันตรรกยะ
tr: Rasyonel Fonksiyonlar
uk: Раціональні функції
vi: Hàm hữu tỷ

source: Logarithmic Functions
ar: الدوال اللوغاريتمية
ca: Funcions logarítmiques
cs: Logaritmické funkce
da: Logaritmiske funktioner
de: Logarithmische Funktionen
el: Λογαριθμικές συναρτήσεις
es: Funciones logarítmicas
fi: Logaritmiset funktiot
fr_ca: Fonctions logarithmiques
he: פונקציות לוגריתמיות
hi: लघुगणकीय फलन
hr: Logaritamske funkcije
hu: Logaritmusfüggvények
id: Fungsi Logaritma
it: Funzioni logaritmiche
ja: 対数関数
ms: Fungsi Logaritma
nb: Logaritmiske funksjoner
nl: Logaritmische functies
pl: Funkcje logarytmiczne
pt_pt: Funções Logarítmicas
ro: Funcții logaritmice
ru: Логарифмические функции
sk: Logaritmické funkcie
sl: Logaritemske funkcije
sv: Logaritmiska funktioner
th: ฟังก์ชันลอการิทึม
tr: Logaritmik Fonksiyonlar
uk: Логарифмічні функції
vi: Hàm logarit

source: Exponential Function
ar: الدالة الأسية
ca: Funció exponencial
cs: Exponenciální funkce
da: Eksponentiel funktion
de: Exponentialfunktion
el: Εκθετική συνάρτηση
es: Función exponencial
fi: Eksponenttifunktio
fr_ca: Fonction exponentielle
he: פונקציה אקספוננציאלית
hi: घातांकीय फलन
hr: Eksponencijalna funkcija
hu: Exponenciális függvény
id: Fungsi Eksponensial
it: Funzione esponenziale
ja: 指数関数
ms: Fungsi Eksponen
nb: Eksponentialfunksjon
nl: Exponentiële functie
pl: Funkcja wykładnicza
pt_pt: Função Exponencial
ro: Funcție exponențială
ru: Экспоненциальная функция
sk: Exponenciálna funkcia
sl: Eksponentna funkcija
sv: Exponentialfunktion
th: ฟังก์ชันเอ็กซ์โพเนนเชียล
tr: Üstel Fonksiyon
uk: Експоненційна функція
vi: Hàm mũ

source: Euler's Formula:
ar: صيغة أويلر:
ca: Fórmula d'Euler:
cs: Eulerův vzorec:
da: Eulers formel:
de: Eulersche Formel:
el: Τύπος του Euler:
es: Fórmula de Euler:
fi: Eulerin kaava:
fr_ca: Formule d’Euler :
he: נוסחת אוילר:
hi: यूलर सूत्र:
hr: Eulerova formula:
hu: Euler-képlet:
id: Rumus Euler:
it: Formula di Euler:
ja: オイラーの公式：
ms: Formula Euler:
nb: Eulers formel:
nl: Formule van Euler:
pl: Wzór Eulera:
pt_pt: Fórmula de Euler:
ro: Formula lui Euler:
ru: Формула Эйлера:
sk: Eulerov vzorec:
sl: Eulerjeva formula:
sv: Eulers formel:
th: สูตรของออยเลอร์:
tr: Euler Formülü:
uk: Формула Ейлера:
vi: Công thức Euler:

source: Complex Number in Polar Form:
ar: العدد المركب في الصيغة القطبية:
ca: Nombre complex en forma polar:
cs: Komplexní číslo v polárním tvaru:
da: Komplekst tal i polær form:
de: Komplexe Zahl in Polarform:
el: Μιγαδικός αριθμός σε πολική μορφή:
es: Número complejo en forma polar:
fi: Kompleksiluku napakoordinaateissa:
fr_ca: Nombre complexe sous forme polaire :
he: מספר מרוכב בצורה קוטבית:
hi: ध्रुवीय रूप में संकर संख्या:
hr: Kompleksni broj u polarnom obliku:
hu: Komplex szám poláris alakban:
id: Bilangan Kompleks dalam Bentuk Polar:
it: Numero complesso in forma polare:
ja: 複素数の極形式：
ms: Nombor Kompleks dalam Bentuk Polar:
nb: Komplekst tall i polarform:
nl: Complex getal in poolvorm:
pl: Liczba zespolona w postaci biegunowej:
pt_pt: Número complexo em forma polar:
ro: Număr complex în formă polară:
ru: Комплексное число в полярной форме:
sk: Komplexné číslo v polárnom tvare:
sl: Kompleksno število v polarnoj obliki:
sv: Komplext tal i polär form:
th: จำนวนเชิงซ้อนในรูปเชิงขั้ว:
tr: Kutupsal Formda Karmaşık Sayı:
uk: Комплексне число в полярній формі:
vi: Số phức ở dạng cực:

source: Addition of Complex Numbers:
ar: جمع الأعداد المركبة:
ca: Suma de nombres complexos:
cs: Sčítání komplexních čísel:
da: Addition af komplekse tal:
de: Addition komplexer Zahlen:
el: Πρόσθεση μιγαδικών:
es: Suma de números complejos:
fi: Kompleksilukujen yhteenlasku:
fr_ca: Addition de nombres complexes :
he: חיבור מספרים מרוכבים:
hi: संकर संख्याओं का जोड़:
hr: Zbrajanje kompleksnih brojeva:
hu: Komplex számok összeadása:
id: Penjumlahan Bilangan Kompleks:
it: Addizione di numeri complessi:
ja: 複素数の足し算：
ms: Penambahan Nombor Kompleks:
nb: Addisjon av komplekse tall:
nl: Optelling van complexe getallen:
pl: Dodawanie liczb zespolonych:
pt_pt: Adição de números complexos:
ro: Adunarea numerelor complexe:
ru: Сложение комплексных чисел:
sk: Sčítanie komplexných čísel:
sl: Seštevanje kompleksnih števil:
sv: Addition av komplexa tal:
th: การบวกจำนวนเชิงซ้อน:
tr: Karmaşık Sayıların Toplamı:
uk: Додавання комплексних чисел:
vi: Cộng số phức:

source: Multiplication of Complex Numbers:
ar: ضرب الأعداد المركبة:
ca: Producte de nombres complexos:
cs: Násobení komplexních čísel:
da: Multiplikation af komplekse tal:
de: Multiplikation komplexer Zahlen:
el: Πολλαπλασιασμός μιγαδικών:
es: Producto de números complejos:
fi: Kompleksilukujen kertolasku:
fr_ca: Multiplication de nombres complexes :
he: כפל מספרים מרוכבים:
hi: संकर संख्याओं का गुणा:
hr: Množenje kompleksnih brojeva:
hu: Komplex számok szorzása:
id: Perkalian Bilangan Kompleks:
it: Moltiplicazione di numeri complessi:
ja: 複素数の掛け算：
ms: Pendaraban Nombor Kompleks:
nb: Multiplikasjon av komplekse tall:
nl: Vermenigvuldiging van complexe getallen:
pl: Mnożenie liczb zespolonych:
pt_pt: Multiplicação de números complexos:
ro: Înmulțirea numerelor complexe:
ru: Умножение комплексных чисел:
sk: Násobenie komplexných čísel:
sl: Množenje kompleksnih števil:
sv: Multiplikation av komplexa tal:
th: การคูณจำนวนเชิงซ้อน:
tr: Karmaşık Sayıların Çarpımı:
uk: Множення комплексних чисел:
vi: Nhân số phức:

source: Modulus of a Complex Number:
ar: معامل العدد المركب:
ca: Mòdul d'un nombre complex:
cs: Modul komplexního čísla:
da: Modulus af et komplekst tal:
de: Betrag einer komplexen Zahl:
el: Μέτρο μιγαδικού:
es: Módulo de un número complejo:
fi: Kompleksiluvun itseisarvo (moduuli):
fr_ca: Module d’un nombre complexe :
he: מודולוס של מספר מרוכב:
hi: संकर संख्या का मापांक:
hr: Modul kompleksnog broja:
hu: Komplex szám modulusa:
id: Modulus Bilangan Kompleks:
it: Modulo di un numero complesso:
ja: 複素数の絶対値（法）：
ms: Modulus Nombor Kompleks:
nb: Modulus til komplekst tall:
nl: Modulus van een complex getal:
pl: Moduł liczby zespolonej:
pt_pt: Módulo de um número complexo:
ro: Modulul unui număr complex:
ru: Модуль комплексного числа:
sk: Modul komplexného čísla:
sl: Modul kompleksnega števila:
sv: Modul för ett komplext tal:
th: ค่าสัมบูรณ์ของจำนวนเชิงซ้อน:
tr: Karmaşık Sayının Modülü:
uk: Модуль комплексного числа:
vi: Mô-đun của số phức:

source: Argument of a Complex Number:
ar: زاوية العدد المركب (السعة):
ca: Argument d'un nombre complex:
cs: Argument komplexního čísla:
da: Argument for et komplekst tal:
de: Argument einer komplexen Zahl:
el: Όρισμα μιγαδικού:
es: Argumento de un número complejo:
fi: Kompleksiluvun argumentti:
fr_ca: Argument d’un nombre complexe :
he: ארגומנט של מספר מרוכב:
hi: संकर संख्या का कोण:
hr: Argument kompleksnog broja:
hu: Komplex szám argumentuma:
id: Argumen Bilangan Kompleks:
it: Argomento di un numero complesso:
ja: 複素数の偏角：
ms: Argumen Nombor Kompleks:
nb: Argument til komplekst tall:
nl: Argument van een complex getal:
pl: Argument liczby zespolonej:
pt_pt: Argumento de um número complexo:
ro: Argumentul unui număr complex:
ru: Аргумент комплексного числа:
sk: Argument komplexného čísla:
sl: Argument kompleksnega števila:
sv: Argument för ett komplext tal:
th: อาร์กิวเมนต์ของจำนวนเชิงซ้อน:
tr: Karmaşık Sayının Argümanı:
uk: Аргумент комплексного числа:
vi: Argument của số phức:

source: Complex Conjugate:
ar: المزدوج المركب:
ca: Conjugat complex:
cs: Komplexně sdružené číslo:
da: Kompleks konjugerede tal:
de: Komplex konjugierte Zahl:
el: Συζυγής μιγαδικός:
es: Conjugado complejo:
fi: Kompleksikonjugaatti:
fr_ca: Conjugué complexe :
he: צמוד מרוכב:
hi: संकर संयुग्मी:
hr: Kompleksno konjugirani broj:
hu: Komplex konjugált:
id: Konjugat Kompleks:
it: Coniugato complesso:
ja: 複素共役：
ms: Konjugat Kompleks:
nb: Kompleks konjugerte tall:
nl: Complex toegevoegde:
pl: Sprzężenie zespolone:
pt_pt: Conjugado complexo:
ro: Conjugatul complex:
ru: Сопряжённое комплексное число:
sk: Komplexne združené číslo:
sl: Kompleksno konjugirano število:
sv: Komplexkonjugat:
th: เชิงซ้อนเชิงผกผัน:
tr: Karmaşık Eşlenik:
uk: Комплексно-спряжене число:
vi: Liên hợp phức:

source: General Power Function:
ar: دالة الأس العامة:
ca: Funció potència general:
cs: Obecná mocninná funkce:
da: Generel potensfunktion:
de: Allgemeine Potenzfunktion:
el: Γενική δυναμική συνάρτηση:
es: Función potencia general:
fi: Yleinen potenssifunktio:
fr_ca: Fonction puissance générale :
he: פונקציית חזקה כללית:
hi: सामान्य घात फलन:
hr: Opća potencijska funkcija:
hu: Általános hatványfüggvény:
id: Fungsi Pangkat Umum:
it: Funzione potenza generale:
ja: 一般べき乗関数：
ms: Fungsi Kuasa Am:
nb: Generell potensfunksjon:
nl: Algemene machtsfunctie:
pl: Ogólna funkcja potęgowa:
pt_pt: Função potência geral:
ro: Funcție putere generală:
ru: Общая степенная функция:
sk: Všeobecná mocninová funkcia:
sl: Splošna potenčna funkcija:
sv: Allmän potensfunktion:
th: ฟังก์ชันกำลังทั่วไป:
tr: Genel Üs Fonksiyonu:
uk: Загальна степенева функція:
vi: Hàm lũy thừa tổng quát:
