Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Logarithmic Growth:
ar: نمو لوغاريتمي:
ca: Creixement logarítmic:
cs: Logaritmický růst:
da: Logaritmisk vækst:
de: Logarithmisches Wachstum:
el: Λογαριθμική αύξηση:
es: Crecimiento logarítmico:
fi: Logaritminen kasvu:
fr_ca: Croissance logarithmique :
he: צמיחה לוגריתמית:
hi: लघुगणकीय वृद्धि:
hr: Logaritamski rast:
hu: Logaritmikus növekedés:
id: Pertumbuhan Logaritmik:
it: Crescita logaritmica:
ja: 対数的成長：
ms: Pertumbuhan Logaritmik:
nb: Logaritmisk vekst:
nl: Logaritmische groei:
pl: Wzrost logarytmiczny:
pt_pt: Crescimento logarítmico:
ro: Creștere logaritmică:
ru: Логарифмический рост:
sk: Logaritmický rast:
sl: Logaritemska rast:

source: Logarithmic Decay:
ar: اضمحلال لوغاريتمي:
ca: Decaïment logarítmic:
cs: Logaritmický útlum:
da: Logaritmisk henfald:
de: Logarithmischer Zerfall:
el: Λογαριθμική μείωση:
es: Decaimiento logarítmico:
fi: Logaritminen väheneminen:
fr_ca: Décroissance logarithmique :
he: דעיכה לוגריתמית:
hi: लघुगणकीय क्षय:
hr: Logaritamski pad:
hu: Logaritmikus csökkenés:
id: Penyusutan Logaritmik:
it: Decadimento logaritmico:
ja: 対数的減衰：
ms: Pembusukan Logaritmik:
nb: Logaritmisk avtagning:
nl: Logaritmisch verval:
pl: Spadek logarytmiczny:
pt_pt: Decaimento logarítmico:
ro: Decădere logaritmică:
ru: Логарифмическое затухание:
sk: Logaritmický pokles:
sl: Logaritemsko upad:

source: Product Property of Logarithms:
ar: خاصية الضرب في اللوغاريتمات:
ca: Propietat del producte dels logaritmes:
cs: Součinová vlastnost logaritmů:
da: Produktegenskab for logaritmer:
de: Produktregel der Logarithmen:
el: Ιδιότητα γινομένου λογαρίθμων:
es: Propiedad del producto de logaritmos:
fi: Logaritmien tulon ominaisuus:
fr_ca: Propriété du produit des logarithmes :
he: תכונת המכפלה של לוגריתמים:
hi: लघुगणकों का गुणन गुण:
hr: Svojstvo produkta logaritama:
hu: Logaritmusok szorzat-tulajdonsága:
id: Sifat Perkalian Logaritma:
it: Proprietà del prodotto dei logaritmi:
ja: 対数の積の性質：
ms: Sifat Hasil Logaritma:
nb: Produktegenskap for logaritmer:
nl: Productregel logaritmen:
pl: Własność iloczynu logarytmów:
pt_pt: Propriedade do produto dos logaritmos:
ro: Proprietatea produsului logaritmilor:
ru: Свойство произведения логарифмов:
sk: Vlastnosť súčinu logaritmov:
sl: Lastnost produkta logaritmov:

source: Quotient Property of Logarithms:
ar: خاصية القسمة في اللوغاريتمات:
ca: Propietat del quocient dels logaritmes:
cs: Podílová vlastnost logaritmů:
da: Kvotientegenskab for logaritmer:
de: Quotientenregel der Logarithmen:
el: Ιδιότητα πηλίκου λογαρίθμων:
es: Propiedad del cociente de logaritmos:
fi: Logaritmien osamäärän ominaisuus:
fr_ca: Propriété du quotient des logarithmes :
he: תכונת המנה של לוגריתמים:
hi: लघुगणकों का भाग गुण:
hr: Svojstvo kvocijenta logaritama:
hu: Logaritmusok hányados-tulajdonsága:
id: Sifat Pembagian Logaritma:
it: Proprietà del quoziente dei logaritmi:
ja: 対数の商の性質：
ms: Sifat Hasil Bagi Logaritma:
nb: Kvotientegenskap for logaritmer:
nl: Quotiëntregel logaritmen:
pl: Własność ilorazu logarytmów:
pt_pt: Propriedade do quociente dos logaritmos:
ro: Proprietatea câtului logaritmilor:
ru: Свойство частного логарифмов:
sk: Vlastnosť podielu logaritmov:
sl: Lastnost količnika logaritmov:

source: Power Property of Logarithms:
ar: خاصية الأس في اللوغاريتمات:
ca: Propietat de la potència dels logaritmes:
cs: Mocninná vlastnost logaritmů:
da: Potensegenskab for logaritmer:
de: Potenzregel der Logarithmen:
el: Ιδιότητα δύναμης λογαρίθμων:
es: Propiedad de la potencia de logaritmos:
fi: Logaritmien potenssin ominaisuus:
fr_ca: Propriété de la puissance des logarithmes :
he: תכונת החזקה של לוגריתמים:
hi: लघुगणकों का घात गुण:
hr: Svojstvo potencije logaritama:
hu: Logaritmusok hatvány-tulajdonsága:
id: Sifat Pangkat Logaritma:
it: Proprietà della potenza dei logaritmi:
ja: 対数のべき乗の性質：
ms: Sifat Kuasa Logaritma:
nb: Potensegenskap for logaritmer:
nl: Machtsregel logaritmen:
pl: Własność potęgi logarytmów:
pt_pt: Propriedade da potência dos logaritmos:
ro: Proprietatea puterii logaritmilor:
ru: Свойство степени логарифмов:
sk: Vlastnosť mocniny logaritmov:
sl: Lastnost potence logaritmov:

source: General Exponential Function (with horizontal shift, stretch/compression, and reflection):
ar: الدالة الأسية العامة (مع إزاحة أفقية، تمدد/انضغاط وانعكاس):
ca: Funció exponencial general (amb desplaçament horitzontal, estirament/compressió i reflexió):
cs: Obecná exponenciální funkce (s horizontálním posunem, roztažením/stlačením a zrcadlením):
da: Generel eksponentiel funktion (med vandret forskydning, stræk/kompression og spejling):
de: Allgemeine Exponentialfunktion (mit Horizontalverschiebung, Streckung/Kompression und Spiegelung):
el: Γενική εκθετική συνάρτηση (με οριζόντια μετατόπιση, τέντωμα/συμπίεση και κατοπτρισμό):
es: Función exponencial general (con desplazamiento horizontal, estiramiento/compresión y reflexión):
fi: Yleinen eksponenttifunktio (vaakasiirto, venytys/puristus ja peilaus):
fr_ca: Fonction exponentielle générale (avec déplacement horizontal, étirement/compression et réflexion) :
he: פונקציה אקספוננציאלית כללית (עם הזזה אופקית, מתיחה/דחיסה והיפוך):
hi: सामान्य घातांकीय फलन (क्षैतिज स्थानांतरण, खिंचाव/संपीड़न और परावर्तन के साथ):
hr: Opća eksponencijalna funkcija (s vodoravnim pomakom, rastezanjem/sažimanjem i refleksijom):
hu: Általános exponenciális függvény (vízszintes eltolás, nyújtás/összenyomás és tükrözés):
id: Fungsi Eksponensial Umum (dengan geser horizontal, peregangan/kompresi, dan refleksi):
it: Funzione esponenziale generale (con traslazione orizzontale, dilatazione/compressione e riflessione):
ja: 一般指数関数（水平シフト・伸縮・反転付き）：
ms: Fungsi Eksponen Am (dengan anjakan mengufuk, regangan/kompresi & pantulan):
nb: Generell eksponentialfunksjon (med horisontal forskyvning, strekking/komprimering og refleksjon):
nl: Algemene exponentiële functie (met horizontale verschuiving, rek/compressie en spiegeling):
pl: Ogólna funkcja wykładnicza (z przesunięciem poziomym, rozciągnięciem/ściśnięciem i odbiciem):
pt_pt: Função exponencial geral (com deslocamento horizontal, alongamento/compressão e reflexão):
ro: Funcție exponențială generală (cu deplasare orizontală, întindere/compresie și reflexie):
ru: Общая экспоненциальная функция (с горизонтальным сдвигом, растяжением/сжатием и отражением):
sk: Všeobecná exponenciálna funkcia (s horizontálnym posunom, naťahovaním/stláčaním a odrazom):
sl: Splošna eksponentna funkcija (s horizontalnim zamikom, raztezanjem/stiskanjem in zrcaljenjem):

source: Exponential Growth/Decay with Different Bases:
ar: نمو/اضمحلال أسي بقواعد مختلفة:
ca: Creixement/decaïment exponencial amb bases diferents:
cs: Exponenciální růst/útlum s různými základy:
da: Eksponentiel vækst/henfald med forskellige baser:
de: Exponentielles Wachstum/Zerfall mit verschiedenen Basen:
el: Εκθετική αύξηση/μείωση με διαφορετικές βάσεις:
es: Crecimiento/decaimiento exponencial con distintas bases:
fi: Eksponentiaalinen kasvu/häviö eri kannoilla:
fr_ca: Croissance/décroissance exponentielle avec différentes bases :
he: צמיחה/דעיכה אקספוננציאלית בבסיסים שונים:
hi: विभिन्न आधारों वाली घातांकीय वृद्धि/क्षय:
hr: Eksponencijalni rast/opadanje s različitim bazama:
hu: Exponenciális növekedés/csökkenés különböző alapokkal:
id: Pertumbuhan/Penyusutan Eksponensial dengan Basis Berbeda:
it: Crescita/decadimento esponenziale con basi diverse:
ja: 異なる底での指数的増減：
ms: Pertumbuhan/Pembusukan Eksponen dengan Asas Berbeza:
nb: Eksponentiell vekst/avtagning med ulike baser:
nl: Exponentiële groei/verval met verschillende basissen:
pl: Wzrost/spadek wykładniczy przy różnych podstawach:
pt_pt: Crescimento/decaimento exponencial com bases diferentes:
ro: Creștere/decădere exponențială cu baze diferite:
ru: Экспоненциальный рост/затухание с разными основаниями:
sk: Exponenciálny rast/pokles s rôznymi základmi:
sl: Eksponentna rast/upad z različnimi osnovami:

source: Exponential Equation in Terms of Logarithms:
ar: معادلة أسية باستخدام اللوغاريتمات:
ca: Equació exponencial en termes de logaritmes:
cs: Exponenciální rovnice vyjádřená logaritmy:
da: Eksponentiel ligning udtrykt med logaritmer:
de: Exponentialgleichung mit Logarithmen:
el: Εκθετική εξίσωση με λογαρίθμους:
es: Ecuación exponencial en términos de logaritmos:
fi: Eksponenttiyhtälö logaritmeilla:
fr_ca: Équation exponentielle en termes de logarithmes :
he: משוואה אקספוננציאלית במונחי לוגריתמים:
hi: लघुगणकों में घातांकीय समीकरण:
hr: Eksponencijalna jednadžba izražena logaritmima:
hu: Exponenciális egyenlet logaritmussal:
id: Persamaan Eksponensial dalam Bentuk Logaritma:
it: Equazione esponenziale in termini di logaritmi:
ja: 対数を使った指数方程式：
ms: Persamaan Eksponen dalam Bentuk Logaritma:
nb: Eksponentialligning uttrykt med logaritmer:
nl: Exponentiële vergelijking met logaritmen:
pl: Równanie wykładnicze w postaci logarytmicznej:
pt_pt: Equação exponencial em termos de logaritmos:
ro: Ecuație exponențială în termeni logaritmici:
ru: Экспоненциальное уравнение через логарифмы:
sk: Exponenciálna rovnica vyjadrená logaritmami:
sl: Eksponentna enačba v logaritemski obliki:

source: Continuous Compounding Formula (Finance):
ar: صيغة الفائدة المركبة المستمرة (مالية):
ca: Fórmula d'interès compost continu (finances):
cs: Vzorec pro kontinuální úročení (finance):
da: Formel for kontinuert renters rente (finans):
de: Formel für kontinuierliche Verzinsung (Finanzmathematik):
el: Τύπος συνεχούς τόκου (οικονομικά):
es: Fórmula de interés compuesto continuo (Finanzas):
fi: Jatkuva korkoa korolle -kaava (rahoitus):
fr_ca: Formule d’intérêt composé continu (finance) :
he: נוסחת ריבית דריבית רציפה (פיננסים):
hi: निरंतर चक्रवृद्धि सूत्र (वित्त):
hr: Formula kontinuiranog složenog kamata (financije):
hu: Folyamatos kamatos kamat képlete (pénzügy):
id: Rumus Bunga Majemuk Kontinu (Keuangan):
it: Formula dell’interesse composto continuo (finanza):
ja: 連続複利公式（金融）：
ms: Formula Faedah Kompaun Berterusan (Kewangan):
nb: Formel for kontinuerlig rente (finans):
nl: Formule voor continue rente (financiën):
pl: Wzór na ciągłe kapitalizowanie odsetek (finanse):
pt_pt: Fórmula de juro composto contínuo (Finanças):
ro: Formula dobânzii compuse continue (finanțe):
ru: Формула непрерывного начисления процентов (финансы):
sk: Vzorec pre kontinuálne úročenie (financie):
sl: Formula za neprekinjeno obrestovanje (finance):

source: Solving Exponential Equations:
ar: حل المعادلات الأسية:
ca: Resolució d'equacions exponencials:
cs: Řešení exponenciálních rovnic:
da: Løsning af eksponentielle ligninger:
de: Lösen exponentieller Gleichungen:
el: Επίλυση εκθετικών εξισώσεων:
es: Resolución de ecuaciones exponenciales:
fi: Eksponenttiyhtälöiden ratkaiseminen:
fr_ca: Résolution d’équations exponentielles :
he: פתרון משוואות אקספוננציאליות:
hi: घातांकीय समीकरण हल करना:
hr: Rješavanje eksponencijalnih jednadžbi:
hu: Exponenciális egyenletek megoldása:
id: Menyelesaikan Persamaan Eksponensial:
it: Risoluzione di equazioni esponenziali:
ja: 指数方程式の解法：
ms: Menyelesaikan Persamaan Eksponen:
nb: Løsning av eksponentialligninger:
nl: Oplossen exponentiële vergelijkingen:
pl: Rozwiązywanie równań wykładniczych:
pt_pt: Resolução de equações exponenciais:
ro: Rezolvarea ecuațiilor exponențiale:
ru: Решение экспоненциальных уравнений:
sk: Riešenie exponenciálnych rovníc:
sl: Reševanje eksponentnih enačb:

source: Exponential Function with Different Growth Rates:
ar: الدالة الأسية بمعدلات نمو مختلفة:
ca: Funció exponencial amb diferents taxes de creixement:
cs: Exponenciální funkce s různými rychlostmi růstu:
da: Eksponentiel funktion med forskellige vækstrater:
de: Exponentialfunktion mit unterschiedlichen Wachstumsraten:
el: Εκθετική συνάρτηση με διαφορετικούς ρυθμούς αύξησης:
es: Función exponencial con diferentes tasas de crecimiento:
fi: Eksponenttifunktio eri kasvunopeuksilla:
fr_ca: Fonction exponentielle avec différents taux de croissance :
he: פונקציה אקספוננציאלית בקצבי צמיחה שונים:
hi: विभिन्न वृद्धि दरों वाला घातांकीय फलन:
hr: Eksponencijalna funkcija s različitim stopama rasta:
hu: Exponenciális függvény különböző növekedési rátákkal:
id: Fungsi Eksponensial dengan Laju Pertumbuhan Berbeda:
it: Funzione esponenziale con diversi tassi di crescita:
ja: 異なる成長率の指数関数：
ms: Fungsi Eksponen dengan Kadar Pertumbuhan Berbeza:
nb: Eksponentialfunksjon med ulike vekstrater:
nl: Exponentiële functie met verschillende groeisnelheden:
pl: Funkcja wykładnicza z różnymi tempami wzrostu:
pt_pt: Função exponencial com taxas de crescimento diferentes:
ro: Funcție exponențială cu rate de creștere diferite:
ru: Экспоненциальная функция с разными скоростями роста:
sk: Exponenciálna funkcia s rôznymi rýchlosťami rastu:
sl: Eksponentna funkcija z različnimi stopnjami rasti:

source: Differential Equation for Exponential Growth/Decay:
ar: معادلة تفاضلية للنمو/الاضمحلال الأسي:
ca: Equació diferencial del creixement/decaïment exponencial:
cs: Diferenciální rovnice exponenciálního růstu/útlumu:
da: Differentialligning for eksponentiel vækst/henfald:
de: Differentialgleichung für exponentielles Wachstum bzw. Zerfall:
el: Διαφορική εξίσωση εκθετικής αύξησης/μείωσης:
es: Ecuación diferencial de crecimiento/decaimiento exponencial:
fi: Eksponentiaalisen kasvun/häviön differentiaaliyhtälö:
fr_ca: Équation différentielle de croissance/décroissance exponentielle :
he: משוואה דיפרנציאלית לצמיחה/דעיכה אקספוננציאלית:
hi: घातांकीय वृद्धि/क्षय के लिए अवकल समीकरण:
hr: Diferencijalna jednadžba eksponencijalnog rasta/opadanja:
hu: Exponenciális növekedés/csökkenés differenciálegyenlete:
id: Persamaan Diferensial Pertumbuhan/Penyusutan Eksponensial:
it: Equazione differenziale di crescita/decadimento esponenziale:
ja: 指数増減の微分方程式：
ms: Persamaan Pembezaan untuk Pertumbuhan/Pembusukan Eksponen:
nb: Differensialligning for eksponentiell vekst/avtagning:
nl: Differentiaalvergelijking voor exponentiële groei/verval:
pl: Równanie różniczkowe wzrostu/spadku wykładniczego:
pt_pt: Equação diferencial de crescimento/decaimento exponencial:
ro: Ecuație diferențială pentru creștere/decădere exponențială:
ru: Дифференциальное уравнение экспоненциального роста/затухания:
sk: Diferenciálna rovnica exponenciálneho rastu/poklesu:
sl: Diferencialna enačba eksponentne rasti/upada:

source: Exponential Decay with Half-Life:
ar: اضمحلال أسي بعمر نصف:
ca: Decaïment exponencial amb vida mitjana:
cs: Exponenciální útlum s poločasem rozpadu:
da: Eksponentielt henfald med halveringstid:
de: Exponentieller Zerfall mit Halbwertszeit:
el: Εκθετική μείωση με χρόνο ημιζωής:
es: Decaimiento exponencial con vida media:
fi: Eksponentiaalinen häviö puoliintumisajalla:
fr_ca: Décroissance exponentielle avec demi-vie :
he: דעיכה אקספוננציאלית עם זמן מחצית החיים:
hi: अर्ध-आयु के साथ घातांकीय क्षय:
hr: Eksponencijalno opadanje s poluživotom:
hu: Exponenciális csökkenés felezési idővel:
id: Penyusutan Eksponensial dengan Waktu Paruh:
it: Decadimento esponenziale con emivita:
ja: 半減期付き指数減衰：
ms: Pembusukan Eksponen dengan Separuh Hayat:
nb: Eksponentiell avtagning med halveringstid:
nl: Exponentieel verval met halveringstijd:
pl: Spadek wykładniczy z okresem półtrwania:
pt_pt: Decaimento exponencial com meia-vida:
ro: Decădere exponențială cu timp de înjumătățire:
ru: Экспоненциальное затухание с периодом полураспада:
sk: Exponenciálny pokles s polčasom rozpadu:
sl: Eksponentni upad s polčasom razpada:

source: Calculus
ar: التفاضل والتكامل
ca: Càlcul
cs: Matematická analýza
de: Analysis
el: Ανάλυση (Διαφορικός & Ολοκληρωτικός Λογισμός)
es: Cálculo
fi: Differentiaali- ja integraalilaskenta
fr_ca: Calcul différentiel et intégral
he: חשבון דיפרנציאלי ואינטגרלי
hi: कलन
hr: Analiza
hu: Analízis
id: Kalkulus
it: Calcolo
ja: 微分積分
ms: Kalkulus
nb: Calculus / Regning
nl: Analyse
pl: Rachunek różniczkowy i całkowy
pt_pt: Cálculo
ro: Calcul integral și diferențial
ru: Математический анализ
sk: Matematická analýza
sl: Matematična analiza
sv: Analys
th: แคลคูลัส
tr: Kalkülüs
uk: Математичний аналіз
vi: Giải tích

source: Mastering derivatives and integrals.
ar: إتقان المشتقات والتكاملات.
ca: Domina derivades i integrals.
cs: Zvládněte derivace a integrály.
da: Mestre afledede funktioner og integraler.
de: Ableitungen und Integrale meistern.
el: Κατάκτησε παραγώγους και ολοκληρώματα.
es: Domina derivadas e integrales.
fi: Hallitse derivaatat ja integraalit.
fr_ca: Maîtrisez les dérivées et les intégrales.
he: שלוט בנגזרות ובאינטגרלים.
hi: अवकलज और समाकल में महारत हासिल करें।
hr: Svladajte derivacije i integrale.
hu: Deriváltak és integrálok elsajátítása.
id: Kuasi turunan dan integral.
it: Padroneggia derivate e integrali.
ja: 微分と積分をマスターしよう
ms: Kuasai terbitan dan integral.
nb: Bli mester i derivasjon og integrasjon.
nl: Beheers afgeleiden en integralen.
pl: Opanuj pochodne i całki.
pt_pt: Domina derivadas e integrais.
ro: Stăpânește derivatele și integralele.
ru: Овладей производными и интегралами
sk: Zvládni derivácie a integrály.
sl: Obvladaj odvode in integrale.
sv: Bemästra derivator och integraler.
th: เชี่ยวชาญอนุพันธ์และอินทิกรัล
tr: Türev ve integralde ustalaşın
uk: Оволодіння похідними та інтегралами.
vi: Làm chủ đạo hàm và tích phân.

source: Enter your limit.
ar: أدخل النهاية الخاصة بك.
ca: Introdueix el teu límit.
cs: Zadejte svou limitu.
da: Indtast din grænseværdi.
de: Grenzwert eingeben.
el: Εισήγαγε το όριό σου.
es: Introduce tu límite.
fi: Syötä raja-arvosi.
fr_ca: Entrez votre limite.
he: הכנס את הגבול שלך.
hi: अपनी सीमा दर्ज करें।
hr: Unesi svoj limes.
hu: Add meg a határértéket.
id: Masukkan limitmu.
it: Inserisci il tuo limite.
ja: 極限値を入力
ms: Masukkan had anda.
nb: Skriv inn grenseverdien din.
nl: Voer je limiet in.
pl: Wpisz swoją granicę.
pt_pt: Insere o teu limite.
ro: Introdu limita ta.
ru: Введи предел
sk: Zadaj svoj limit.
sl: Vnesi svojo limito.
sv: Ange ditt gränsvärde.
th: กรอกลิมิตของคุณ
tr: Limitinizi girin
uk: Введіть вашу границю.
vi: Nhập giới hạn của bạn.

source: Algebra
ar: الجبر
ca: Àlgebra
el: Άλγεβρα
es: Álgebra
fr_ca: Algèbre
he: אלגברה
hi: बीजगणित
id: Aljabar
ja: 代数学
pt_pt: Álgebra
ro: Algebră
ru: Алгебра
th: พีชคณิต
tr: Cebir
uk: Алгебра
vi: Đại số

source: Solving algebraic expressions and equations.
ar: حل التعبيرات والمعادلات الجبرية.
ca: Resolució d'expressions i equacions algebraiques.
cs: Řešení algebraických výrazů a rovnic.
da: Løsning af algebraiske udtryk og ligninger.
de: Algebraische Ausdrücke und Gleichungen lösen.
el: Επίλυση αλγεβρικών παραστάσεων και εξισώσεων.
es: Resolución de expresiones y ecuaciones algebraicas.
fi: Algebrallisten lausekkeiden ja yhtälöiden ratkaiseminen.
fr_ca: Résolution d’expressions et d’équations algébriques.
he: פתרון ביטויים ומשוואות אלגבריים.
hi: बीजीय व्यंजक और समीकरण हल करना।
hr: Rješavanje algebarskih izraza i jednadžbi.
hu: Algebrai kifejezések és egyenletek megoldása.
id: Menyelesaikan ekspresi dan persamaan aljabar.
it: Risoluzione di espressioni ed equazioni algebriche.
ja: 代数式・方程式の解法
ms: Menyelesaikan ungkapan dan persamaan algebra.
nb: Løse algebraiske uttrykk og ligninger.
nl: Algebraïsche uitdrukkingen en vergelijkingen oplossen.
pl: Rozwiązywanie wyrażeń i równań algebraicznych.
pt_pt: Resolução de expressões e equações algébricas.
ro: Rezolvarea expresiilor și ecuațiilor algebrice.
ru: Решение алгебраических выражений и уравнений
sk: Riešenie algebraických výrazov a rovníc.
sl: Reševanje algebrskih izrazov in enačb.
sv: Lös algebraiska uttryck och ekvationer.
th: แก้นิพจน์และสมการพีชคณิต
tr: Cebirsel ifadeleri ve denklemleri çözme
uk: Розв’язання алгебраїчних виразів та рівнянь.
vi: Giải biểu thức và phương trình đại số.

source: Provide your algebraic equation.
ar: أدخل معادلتك الجبرية.
ca: Proporciona la teva equació algebraica.
cs: Zadejte svou algebraickou rovnici.
da: Angiv din algebraiske ligning.
de: Gib deine algebraische Gleichung ein.
el: Δώσε την αλγεβρική σου εξίσωση.
es: Proporciona tu ecuación algebraica.
fi: Anna algebrallinen yhtälösi.
fr_ca: Fournissez votre équation algébrique.
he: הכנס את המשוואה האלגברית שלך.
hi: अपना बीजीय समीकरण दें।
hr: Unesi svoju algebarsku jednadžbu.
hu: Add meg az algebrai egyenleted.
id: Masukkan persamaan aljabarmu.
it: Inserisci la tua equazione algebrica.
ja: 代数方程式を入力してください
ms: Berikan persamaan algebra anda.
nb: Skriv inn den algebraiske ligningen din.
nl: Voer je algebraïsche vergelijking in.
pl: Podaj swoje równanie algebraiczne.
pt_pt: Fornece a tua equação algébrica.
ro: Introdu ecuația ta algebrică.
ru: Введи своё алгебраическое уравнение
sk: Zadaj svoju algebraickú rovnicu.
sl: Vnesi svojo algebrsko enačbo.
sv: Ange din algebraiska ekvation.
th: กรอกสมการพีชคณิตของคุณ
tr: Cebirsel denkleminizi girin
uk: Введіть ваше алгебраїчне рівняння.
vi: Nhập phương trình đại số của bạn.

source: Statistics
ar: الإحصاء
ca: Estadística
cs: Statistika
da: Statistik
de: Statistik
el: Στατιστική
es: Estadística
fi: Tilastotiede
fr_ca: Statistiques
he: סטטיסטיקה
hi: सांख्यिकी
hr: Statistika
hu: Statisztika
id: Statistik
it: Statistica
ja: 統計
ms: Statistik
nb: Statistikk
nl: Statistiek
pl: Statystyka
pt_pt: Estatística
ro: Statistică
ru: Статистика
sk: Štatistika
sl: Statistika
sv: Statistik
th: สถิติ
tr: İstatistik
uk: Статистика
vi: Thống kê

source: Analyzing data trends and probabilities.
ar: تحليل اتجاهات البيانات والاحتمالات.
ca: Anàlisi de tendències de dades i probabilitats.
cs: Analýza trendů dat a pravděpodobností.
da: Analyse af datatendenser og sandsynligheder.
de: Daten-Trends und Wahrscheinlichkeiten analysieren.
el: Ανάλυση τάσεων δεδομένων και πιθανοτήτων.
es: Análisis de tendencias de datos y probabilidades.
fi: Data- ja todennäköisyysanalyysi.
fr_ca: Analyse des tendances de données et des probabilités.
he: ניתוח מגמות נתונים והסתברויות.
hi: डेटा ट्रेंड और संभावनाओं का विश्लेषण।
hr: Analiza trendova podataka i vjerojatnosti.
hu: Adattrendek és valószínűségek elemzése.
id: Menganalisis tren data dan probabilitas.
it: Analisi di trend dei dati e probabilità.
ja: データ傾向・確率の分析
ms: Menganalisis trend data dan kebarangkalian.
nb: Analysere datatrender og sannsynligheter.
nl: Datatrends en kansen analyseren.
pl: Analiza trendów danych i prawdopodobieństwa.
pt_pt: Análise de tendências de dados e probabilidades.
ro: Analiza tendințelor de date și a probabilităților.
ru: Анализ трендов данных и вероятностей
sk: Analýza trendov dát a pravdepodobností.
sl: Analiza trendov podatkov in verjetnosti.
sv: Analysera datatrender och sannolikheter.
th: วิเคราะห์แนวโน้มข้อมูลและความน่าจะเป็น
tr: Veri trendlerini ve olasılıkları analiz etme
uk: Аналіз тенденцій даних та ймовірностей.
vi: Phân tích xu hướng dữ liệu và xác suất.

source: Input your data here.
ar: أدخل بياناتك هنا.
ca: Introdueix les teves dades aquí.
cs: Sem vložte svá data.
da: Indtast dine data her.
de: Daten hier eingeben.
el: Εισήγαγε τα δεδομένα σου εδώ.
es: Introduce tus datos aquí.
fi: Syötä tietosi tähän.
fr_ca: Entrez vos données ici.
he: הכנס נתונים כאן.
hi: अपना डेटा यहाँ डालें।
hr: Unesi svoje podatke ovdje.
hu: Ide írd az adataidat.
id: Masukkan data di sini.
it: Inserisci i tuoi dati qui.
ja: データをここに入力
ms: Masukkan data anda di sini.
nb: Skriv inn dataene dine her.
nl: Voer hier je gegevens in.
pl: Wprowadź dane tutaj.
pt_pt: Insere os teus dados aqui.
ro: Introdu datele aici.
ru: Введи данные здесь
sk: Sem zadaj svoje dáta.
sl: Vnesi podatke tukaj.
sv: Mata in din data här.
th: ป้อนข้อมูลของคุณที่นี่
tr: Verilerinizi buraya girin
uk: Введіть ваші дані тут.
vi: Nhập dữ liệu của bạn vào đây.

source: Geometry
ar: الهندسة
ca: Geometria
cs: Geometrie
da: Geometri
de: Geometrie
el: Γεωμετρία
es: Geometría
fi: Geometria
fr_ca: Géométrie
he: גיאומטריה
hi: ज्यामिति
hr: Geometrija
hu: Geometria
id: Geometri
it: Geometria
ja: 幾何学
ms: Geometri
nb: Geometri
nl: Meetkunde
pl: Geometria
pt_pt: Geometria
ro: Geometrie
ru: Геометрия
sk: Geometria
sl: Geometrija
sv: Geometri
th: เรขาคณิต
tr: Geometri
uk: Геометрія
vi: Hình học
