Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Inverse Hyperbolic Tangent:
ar: ظل زائدي عكسي (آرك تانش):
ca: Arc tangent hiperbòlica:
cs: Areatangens hyperbolicus:
da: Invers hyperbolsk tangens:
de: Area-Tangens hyperbolicus:
el: Αντίστροφη υπερβολική εφαπτομένη (artanh):
es: Arcotangente hiperbólica:
fi: Käänteishyperbolinen tangentti:
fr_ca: Arc tangente hyperbolique :
he: ארק טנגנס היפרבולי:
hi: व्युत्क्रम हाइपरबोलिक स्पर्शज्या:
hr: Inverzni hiperbolički tangens:
hu: Inverz hiperbolikus tangens:
id: Arctanh:
it: Arcotangente iperbolica:
ja: 逆双曲線タンジェント（artanh）：
ms: Arktangen Hiperbolik:
nb: Invers hyperbolsk tangens:
nl: Inverse hyperbolische tangens:
pl: Odwrotny tangens hiperboliczny:
pt_pt: Arco tangente hiperbólica:
ro: Arctangentă hiperbolică:
ru: Обратный гиперболический тангенс (artanh):
sk: Inverzný hyperbolický tangens:
sl: Obratni hiperbolični tangens:
sv: Invers hyperbolisk tangens:
th: แทนเจนต์ไฮเพอร์โบลิกผกผัน:
tr: Ters Hiperbolik Tanjant:
uk: Обернений гіперболічний тангенс:
vi: Hàm tanh ngược:

source: Inverse Hyperbolic Secant:
ar: قاطع زائدي عكسي (آرك سيكش):
ca: Arc secant hiperbòlica:
cs: Areasekans hyperbolicus:
da: Invers hyperbolsk sekans:
de: Area-Sekans hyperbolicus:
fi: Käänteishyperbolinen sekantti:
fr_ca: Arc sécante hyperbolique :
hr: Inverzni hiperbolički sekans:
nl: Inverse hyperbolische secans:
sv: Invers hyperbolisk sekans:
th: เซคันต์ไฮเพอร์โบลิกผกผัน:
tr: Ters Hiperbolik Sekant:
uk: Обернений гіперболічний секанс:
vi: Hàm sech ngược:

source: Inverse Hyperbolic Cosecant:
ar: قاطع مكافئ زائدي عكسي (آرك كوسيكش):
ca: Arc cosecant hiperbòlica:
cs: Areakosekans hyperbolicus:
da: Invers hyperbolsk kosekans:
de: Area-Kosekans hyperbolicus:
fi: Käänteishyperbolinen kosekantti:
fr_ca: Arc cosécante hyperbolique :
hr: Inverzni hiperbolički kosekans:
nl: Inverse hyperbolische cosecans:
sv: Invers hyperbolisk kosekans:
th: โคเซคันต์ไฮเพอร์โบลิกผกผัน:
tr: Ters Hiperbolik Kosekant:
uk: Обернений гіперболічний косеканс:
vi: Hàm csch ngược:

source: Inverse Hyperbolic Cotangent:
ar: ظل تمام زائدي عكسي (آرك كوتانش):
ca: Arc cotangent hiperbòlica:
cs: Areakotangens hyperbolicus:
da: Invers hyperbolsk kotangens:
de: Area-Kotangens hyperbolicus:
fi: Käänteishyperbolinen kotangentti:
fr_ca: Arc cotangente hyperbolique :
hr: Inverzni hiperbolički kotangens:
nl: Inverse hyperbolische cotangens:
sv: Invers hyperbolisk kotangens:
th: โคแทนเจนต์ไฮเพอร์โบลิกผกผัน:
tr: Ters Hiperbolik Kotanjant:
uk: Обернений гіперболічний котангенс:
vi: Hàm coth ngược:

source: Limit of a Function as x Approaches a:
ar: نهاية الدالة عندما x تقترب من a:
ca: Límit d'una funció quan x tendeix a a:
cs: Limita funkce při x → a:
da: Grænseværdi af en funktion når x nærmer sig a:
de: Grenzwert einer Funktion für x → a:
el: Όριο συνάρτησης όταν x → a:
es: Límite de una función cuando x tiende a a:
fi: Funktiolle raja-arvo kun x → a:
fr_ca: Limite d’une fonction quand x tend vers a :
he: גבול של פונקציה כש-x שואף ל-a:
hi: फलन का सीमा जब x → a:
hr: Limes funkcije kada x teži a:
hu: Függvény határértéke x → a esetén:
id: Limit fungsi saat x mendekati a:
it: Limite di una funzione per x → a:
ja: 関数が x → a のときの極限：
ms: Had fungsi apabila x → a:
nb: Grenseverdi for en funksjon når x → a:
nl: Limiet van een functie als x → a:
pl: Granica funkcji, gdy x → a:
pt_pt: Limite de uma função quando x tende para a:
ro: Limita funcției când x tinde spre a:
ru: Предел функции при x → a:
sk: Limita funkcie pri x → a:
sl: Limita funkcije, ko x teži k a:
sv: Funktionens gränsvärde då x närmar sig a:

source: Limit of a Sequence:
ar: نهاية متتالية:
ca: Límit d'una successió:
cs: Limita posloupnosti:
da: Grænseværdi af en følge:
de: Grenzwert einer Folge:
el: Όριο ακολουθίας:
es: Límite de una sucesión:
fi: Jonon raja-arvo:
fr_ca: Limite d’une suite :
he: גבול של סדרה:
hi: श्रेणी की सीमा:
hr: Limes niza:
hu: Sorozat határértéke:
id: Limit barisan:
it: Limite di una successione:
ja: 数列の極限：
ms: Had turutan:
nb: Grenseverdi for en følge:
nl: Limiet van een rij:
pl: Granica ciągu:
pt_pt: Limite de uma sequência:
ro: Limita unui șir:
ru: Предел последовательности:
sk: Limita postupnosti:
sl: Limita zaporedja:
sv: Talföljds gränsvärde:

source: Indeterminate Form:
ar: صيغة غير محددة:
ca: Forma indeterminada:
cs: Neurčitý tvar:
da: Ubestemt form:
de: Unbestimmte Form:
el: Απροσδιόριστη μορφή:
es: Forma indeterminada:
fi: Määrittämätön muoto:
fr_ca: Forme indéterminée :
he: צורה בלתי קבועה:
hi: अनिश्चित रूप:
hr: Neodređeni oblik:
hu: Határozatlan alak:
id: Bentuk tak tentu:
it: Forma indeterminata:
ja: 不定形：
ms: Bentuk tak tentu:
nb: Ubestemt form:
nl: Onbepaalde vorm:
pl: Forma nieoznaczona:
pt_pt: Forma indeterminada:
ro: Formă nedeterminată:
ru: Неопределённая форма:
sk: Neurčitý tvar:
sl: Nedoločena oblika:
sv: Obestämd form:

source: Limit of Rational Functions:
ar: نهاية الدوال الكسرية:
ca: Límit de funcions racionals:
cs: Limita racionálních funkcí:
da: Grænseværdi af rationale funktioner:
de: Grenzwert rationaler Funktionen:
el: Όριο ρητών συναρτήσεων:
es: Límite de funciones racionales:
fi: Rationaalifunktioiden raja-arvo:
fr_ca: Limite des fonctions rationnelles :
he: גבול של פונקציות רציונליות:
hi: परिमेय फलनों की सीमा:
hr: Limes racionalne funkcije:
hu: Racionális függvények határértéke:
id: Limit fungsi rasional:
it: Limite di funzioni razionali:
ja: 有理関数の極限：
ms: Had fungsi rasional:
nb: Grenseverdi for rasjonale funksjoner:
nl: Limiet van rationale functies:
pl: Granica funkcji wymiernych:
pt_pt: Limite de funções racionais:
ro: Limita funcțiilor raționale:
ru: Предел рациональных функций:
sk: Limita racionálnych funkcií:
sl: Limita racionalnih funkcij:
sv: Gränsvärde för rationella funktioner:

source: Product Rule:
ar: قاعدة الضرب:
ca: Regla del producte:
cs: Pravidlo pro součin:
da: Produktreglen
de: Produktregel:
el: Κανόνας γινομένου:
es: Regla del producto:
fi: Tulosääntö:
fr_ca: Règle du produit :
he: כלל המכפלה:
hi: गुणन नियम:
hr: Pravilo produkta:
hu: Szorzat deriválási szabálya:
id: Aturan Perkalian:
it: Regola del prodotto:
ja: 積の微分法：
ms: Kaedah Hasil:
nb: Produktregelen:
nl: Productregel:
pl: Reguła iloczynu:
pt_pt: Regra do produto:
ro: Regula produsului:
ru: Правило произведения:
sk: Pravidlo súčinu:
sl: Pravilo produkta:
sv: Produktregeln:

source: Quotient Rule:
ar: قاعدة القسمة:
ca: Regla del quocient:
cs: Pravidlo pro podíl:
da: Kvotientreglen
de: Quotientenregel:
el: Κανόνας πηλίκου:
es: Regla del cociente:
fi: Osamääräsääntö:
fr_ca: Règle du quotient :
he: כלל המנה:
hi: भाग नियम:
hr: Pravilo kvocijenta:
hu: Hányados deriválási szabálya:
id: Aturan Pembagian:
it: Regola del quoziente:
ja: 商の微分法：
ms: Kaedah Hasil Bagi:
nb: Kvotientregelen:
nl: Quotiëntregel:
pl: Reguła ilorazu:
pt_pt: Regra do quociente:
ro: Regula câtului:
ru: Правило частного:
sk: Pravidlo podielu:
sl: Pravilo količnika:
sv: Kvotregeln:

source: Chain Rule:
ar: قاعدة السلسلة:
ca: Regla de la cadena:
cs: Řetízkové pravidlo:
da: Kædereglen
de: Kettenregel:
el: Κανόνας αλυσίδας:
es: Regla de la cadena:
fi: Ketjusääntö:
fr_ca: Règle de la chaîne :
he: כלל השרשרת:
hi: शृंखला नियम:
hr: Pravilo lanca:
hu: Láncszabály:
id: Aturan Rantai:
it: Regola della catena:
ja: 合成関数の微分法（チェインルール）：
ms: Kaedah Rantai:
nb: Kjederegelen:
nl: Kettingregel:
pl: Reguła łańcuchowa:
pt_pt: Regra da cadeia:
ro: Regula lanțului:
ru: Правило цепочки (правило дифференцирования сложной функции):
sk: Reťazové pravidlo:
sl: Verižni zakon:
sv: Kedjeregeln:

source: Indefinite Integral of Power Function:
ar: تكامل غير محدد لدالة الأس:
ca: Integral indefinida de funció potència:
cs: Neurčitý integrál mocninné funkce:
da: Ubestemt integral af potensfunktion:
de: Unbestimmtes Integral der Potenzfunktion:
el: Αόριστο ολοκλήρωμα δυναμικής συνάρτησης:
es: Integral indefinida de función potencia:
fi: Potenssifunktion määrittämätön integraali:
fr_ca: Intégrale indéfinie de fonction puissance :
he: אינטגרל בלתי מסוים של פונקציית חזקה:
hi: घात फलन का अनिश्चित समाकल:
hr: Neodređeni integral potencijske funkcije:
hu: Hatványfüggvény határozatlan integrálja:
id: Integral tak tentu fungsi pangkat:
it: Integrale indefinito di funzione potenza:
ja: べき乗関数の不定積分：
ms: Integral tak tentu fungsi kuasa:
nb: Ubestemt integral av potensfunksjon:
nl: Onbepaalde integraal van machtsfunctie:
pl: Całka nieoznaczona funkcji potęgowej:
pt_pt: Integral indefinido da função potência:
ro: Integrală nedefinită a funcției putere:
ru: Неопределённый интеграл степенной функции:
sk: Neurčitý integrál mocninovej funkcie:
sl: Nedoločeni integral potenčne funkcije:
sv: Obestämd integral av potensfunktion:

source: Indefinite Integral of Exponential Function:
ar: تكامل غير محدد للدالة الأسية:
ca: Integral indefinida de funció exponencial:
cs: Neurčitý integrál exponenciální funkce:
da: Ubestemt integral af eksponentiel funktion:
de: Unbestimmtes Integral der Exponentialfunktion:
el: Αόριστο ολοκλήρωμα εκθετικής:
es: Integral indefinida de función exponencial:
fi: Eksponenttifunktion määrittämätön integraali:
fr_ca: Intégrale indéfinie de fonction exponentielle :
he: אינטגרל בלתי מסוים של פונקציה אקספוננציאלית:
hi: घातांकीय फलन का अनिश्चित समाकल:
hr: Neodređeni integral eksponencijalne funkcije:
hu: Exponenciális függvény határozatlan integrálja:
id: Integral tak tentu fungsi eksponensial:
it: Integrale indefinito di funzione esponenziale:
ja: 指数関数の不定積分：
ms: Integral tak tentu fungsi eksponen:
nb: Ubestemt integral av eksponentialfunksjon:
nl: Onbepaalde integraal van exponentiële functie:
pl: Całka nieoznaczona funkcji wykładniczej:
pt_pt: Integral indefinido da função exponencial:
ro: Integrală nedefinită a funcției exponențiale:
ru: Неопределённый интеграл экспоненциальной функции:
sk: Neurčitý integrál exponenciálnej funkcie:
sl: Nedoločeni integral eksponentne funkcije:
sv: Obestämd integral av exponentialfunktion:

source: Indefinite Integral of Trigonometric Functions:
ar: تكامل غير محدد للدوال المثلثية:
ca: Integral indefinida de funcions trigonomètriques:
cs: Neurčitý integrál trigonometrických funkcí:
da: Ubestemt integral af trigonometriske funktioner:
de: Unbestimmtes Integral trigonometrischer Funktionen:
el: Αόριστο ολοκλήρωμα τριγωνομετρικών:
es: Integral indefinida de funciones trigonométricas:
fi: Trigonometristen funktioiden määrittämätön integraali:
fr_ca: Intégrale indéfinie des fonctions trigonométriques :
he: אינטגרל בלתי מסוים של פונקציות טריגונומטריות:
hi: त्रिकोणमितीय फलनों का अनिश्चित समाकल:
hr: Neodređeni integral trigonometrijskih funkcija:
hu: Trigonometrikus függvények határozatlan integrálja:
id: Integral tak tentu fungsi trigonometri:
it: Integrale indefinito di funzioni trigonometriche:
ja: 三角関数の不定積分：
ms: Integral tak tentu fungsi trigonometri:
nb: Ubestemt integral av trigonometriske funksjoner:
nl: Onbepaalde integraal van trig. functies:
pl: Całka nieoznaczona funkcji trygonometrycznych:
pt_pt: Integral indefinido de funções trigonométricas:
ro: Integrală nedefinită a funcțiilor trigonometrice:
ru: Неопределённый интеграл тригонометрических функций:
sk: Neurčitý integrál trigonometrických funkcií:
sl: Nedoločeni integral trigonometričnih funkcij:
sv: Obestämd integral av trigonometriska funktioner:

source: Indefinite Integral of Rational Function:
ar: تكامل غير محدد لدالة كسرية:
ca: Integral indefinida de funció racional:
cs: Neurčitý integrál racionální funkce:
da: Ubestemt integral af rationel funktion:
de: Unbestimmtes Integral einer rationalen Funktion:
el: Αόριστο ολοκλήρωμα ρητής συνάρτησης:
es: Integral indefinida de función racional:
fi: Rationaalifunktion määrittämätön integraali:
fr_ca: Intégrale indéfinie de fonction rationnelle :
he: אינטגרל בלתי מסוים של פונקציה רציונלית:
hi: परिमेय फलन का अनिश्चित समाकल:
hr: Neodređeni integral racionalne funkcije:
hu: Racionális függvény határozatlan integrálja:
id: Integral tak tentu fungsi rasional:
it: Integrale indefinito di funzione razionale:
ja: 有理関数の不定積分：
ms: Integral tak tentu fungsi rasional:
nb: Ubestemt integral av rasjonale funksjon:
nl: Onbepaalde integraal van rationale functie:
pl: Całka nieoznaczona funkcji wymiernej:
pt_pt: Integral indefinido de função racional:
ro: Integrală nedefinită a funcției raționale:
ru: Неопределённый интеграл рациональной функции:
sk: Neurčitý integrál racionálnej funkcie:
sl: Nedoločeni integral racionalne funkcije:
sv: Obestämd integral av rationell funktion:

source: Definite Integral:
ar: تكامل محدد:
ca: Integral definida:
cs: Určitý integrál:
da: Bestemt integral:
de: Bestimmtes Integral:
el: Ορισμένο ολοκλήρωμα:
es: Integral definida:
fi: Määritelty integraali:
fr_ca: Intégrale définie :
he: אינטגרל מסוים:
hi: निश्चित समाकल:
hr: Određeni integral:
hu: Határozott integrál:
id: Integral tentu:
it: Integrale definito:
ja: 定積分：
ms: Integral tentu:
nb: Bestemt integral:
nl: Bepaalde integraal:
pl: Całka oznaczona:
pt_pt: Integral definido:
ro: Integrală definită:
ru: Определённый интеграл:
sk: Určitý integrál:
sl: Določeni integral:
sv: Bestämd integral:

source: Fundamental Theorem of Calculus:
ar: النظرية الأساسية في التفاضل والتكامل:
ca: Teorema fonamental del càlcul:
cs: Základní věta analýzy:
da: Calculus’ fundamentalsætning
de: Hauptsatz der Differenzial- und Integralrechnung:
el: Θεμελιώδες θεώρημα του λογισμού:
es: Teorema fundamental del cálculo:
fi: Differentiaali- ja integraalilaskennan peruslause:
fr_ca: Théorème fondamental de l’analyse :
he: משפט היסוד של החשבון הדיפרנציאלי והאינטגרלי:
hi: कलन का मूल सिद्धांत:
hr: Temeljni teorem analize:
hu: Analízis alaptétele:
id: Teorema Dasar Kalkulus:
it: Teorema fondamentale del calcolo:
ja: 微分積分学の基本定理：
ms: Teorem Asas Kalkulus:
nb: Calculus’ fundamentalteorem:
nl: Hoofdstelling van de analyse:
pl: Główne twierdzenie rachunku różniczkowo-całkowego:
pt_pt: Teorema Fundamental do Cálculo:
ro: Teorema fundamentală a calculului integral și diferențial:
ru: Основная теорема математического анализа:
sk: Základná veta matematickej analýzy:
sl: Temeljni izrek analize:
sv: Analysens fundamentalsats:

source: Area Under a Curve:
ar: المساحة تحت المنحنى:
ca: Àrea sota una corba:
cs: Obsah pod křivkou:
da: Areal under en kurve:
de: Fläche unter einer Kurve:
el: Εμβαδόν κάτω από καμπύλη:
es: Área bajo una curva:
fi: Käyrän alainen pinta-ala:
fr_ca: Aire sous une courbe :
he: שטח מתחת לעקומה:
hi: वक्र के नीचे क्षेत्रफल:
hr: Površina ispod krivulje:
hu: Görbe alatti terület:
id: Luas di bawah kurva:
it: Area sotto una curva:
ja: 曲線の下の面積：
ms: Luas di bawah lengkung:
nb: Areal under en kurve:
nl: Oppervlakte onder een kromme:
pl: Pole pod krzywą:
pt_pt: Área sob uma curva:
ro: Aria de sub o curbă:
ru: Площадь под кривой:
sk: Obsah pod krivkou:
sl: Ploščina pod krivuljo:
sv: Area under en kurva:

source: General Rational Function:
ar: دالة كسرية عامة:
ca: Funció racional general:
cs: Obecná racionální funkce:
da: Generel rationel funktion:
de: Allgemeine rationale Funktion:
el: Γενική ρητή συνάρτηση:
es: Función racional general:
fi: Yleinen rationaalifunktio:
fr_ca: Fonction rationnelle générale :
he: פונקציה רציונלית כללית:
hi: सामान्य परिमेय फलन:
hr: Opća racionalna funkcija:
hu: Általános racionális függvény:
id: Fungsi Rasional Umum:
it: Funzione razionale generale:
ja: 一般有理関数：
ms: Fungsi Rasional Am:
nb: Generell rasjonal funksjon:
nl: Algemene rationale functie:
pl: Ogólna funkcja wymierna:
pt_pt: Função racional geral:
ro: Funcție rațională generală:
ru: Общая рациональная функция:
sk: Všeobecná racionálna funkcia:
sl: Splošna racionalna funkcija:
sv: Allmän rationell funktion:

source: Vertical Asymptote:
ar: خط تقارب عمودي:
ca: Asímptota vertical:
cs: Vertikální asymptota:
da: Lodret asymptote:
de: Vertikale Asymptote:
el: Κατακόρυφη ασύμπτωτη:
es: Asíntota vertical:
fi: Pystyasymptootti:
fr_ca: Asymptote verticale :
he: אסימפטוטה אנכית:
hi: ऊर्ध्वाधर असमतल:
hr: Okomita asimptota:
hu: Függőleges aszimptota:
id: Asimtot Vertikal:
it: Asintoto verticale:
ja: 垂直漸近線：
ms: Asimtot Menegak:
nb: Vertikal asymptote:
nl: Verticale asymptoot:
pl: Asymptota pionowa:
pt_pt: Assíntota vertical:
ro: Asimptotă verticală:
ru: Вертикальная асимптота:
sk: Zvislá asymptota:
sl: Navpična asimptota:
sv: Vertikal asymptot:

source: Horizontal Asymptote:
ar: خط تقارب أفقي:
ca: Asímptota horitzontal:
cs: Horizontální asymptota:
da: Vandret asymptote:
de: Horizontale Asymptote:
el: Οριζόντια ασύμπτωτη:
es: Asíntota horizontal:
fi: Vaaka-asymptootti:
fr_ca: Asymptote horizontale :
he: אסימפטוטה אופקית:
hi: क्षैतिज असमतल:
hr: Vodoravna asimptota:
hu: Vízszintes aszimptota:
id: Asimtot Horizontal:
it: Asintoto orizzontale:
ja: 水平漸近線：
ms: Asimtot Mengufuk:
nb: Horisontal asymptote:
nl: Horizontale asymptoot:
pl: Asymptota pozioma:
pt_pt: Assíntota horizontal:
ro: Asimptotă orizontală:
ru: Горизонтальная асимптота:
sk: Vodorovná asymptota:
sl: Vodoravna asimptota:
sv: Horisontell asymptot:

source: Oblique Asymptote:
ar: خط تقارب مائل:
ca: Asímptota obliqua:
cs: Šikmá asymptota:
da: Skæv asymptote:
de: Schiefe Asymptote:
el: Λοξή ασύμπτωτη:
es: Asíntota oblicua:
fi: Vino asymptootti:
fr_ca: Asymptote oblique :
he: אסימפטוטה אלכסונית:
hi: तिरछा असमतल:
hr: Kosa asimptota:
hu: Ferde aszimptota:
id: Asimtot Miring:
it: Asintoto obliquo:
ja: 斜め漸近線：
ms: Asimtot Serong:
nb: Skrå asymptote:
nl: Schuine asymptoot:
pl: Asymptota ukośna:
pt_pt: Assíntota oblíqua:
ro: Asimptotă oblică:
ru: Наклонная асимптота:
sk: Šikmá asymptota:
sl: Poševna asimptota:
sv: Sned asymptot:

source: Simplifying Rational Functions:
ar: تبسيط الدوال الكسرية:
ca: Simplificació de funcions racionals:
cs: Zjednodušování racionálních funkcí:
da: Forenkling af rationale funktioner:
de: Vereinfachen rationaler Funktionen:
el: Απλοποίηση ρητών συναρτήσεων:
es: Simplificación de funciones racionales:
fi: Rationaalifunktioiden sieventäminen:
fr_ca: Simplification des fonctions rationnelles :
he: פישוט פונקציות רציונליות:
hi: परिमेय फलनों का सरलीकरण:
hr: Pojednostavljivanje racionalnih funkcija:
hu: Racionális függvények egyszerűsítése:
id: Menyederhanakan Fungsi Rasional:
it: Semplificazione di funzioni razionali:
ja: 有理関数の簡約化：
ms: Menyederhanakan fungsi rasional:
nb: Forenkling av rasjonale funksjoner:
nl: Vereenvoudigen van rationale functies:
pl: Upraszczanie funkcji wymiernych:
pt_pt: Simplificação de funções racionais:
ro: Simplificarea funcțiilor raționale:
ru: Упрощение рациональных функций:
sk: Zjednodušovanie racionálnych funkcií:
sl: Poenostavljanje racionalnih funkcij:
sv: Förenkling av rationella funktioner:

source: Horizontal Asymptote for Large x:
ar: خط التقارب الأفقي عندما x كبير جداً:
ca: Asímptota horitzontal per x gran:
cs: Horizontální asymptota pro velké x:
da: Vandret asymptote ved store x:
de: Horizontale Asymptote für große x:
el: Οριζόντια ασύμπτωτη για μεγάλα x:
es: Asíntota horizontal para x grande:
fi: Vaaka-asymptootti suurilla x-arvoilla:
fr_ca: Asymptote horizontale pour x très grand :
he: אסימפטוטה אופקית עבור x גדול:
hi: बड़े x के लिए क्षैतिज असमतल:
hr: Vodoravna asimptota za velike x:
hu: Vízszintes aszimptota nagy x-re:
id: Asimtot horizontal untuk x besar:
it: Asintoto orizzontale per x grandi:
ja: x が大きいときの水平漸近線：
ms: Asimtot mengufuk untuk x besar:
nb: Horisontal asymptote for store x:
nl: Horizontale asymptoot bij grote x:
pl: Asymptota pozioma dla dużych x:
pt_pt: Assíntota horizontal para x grande:
ro: Asimptotă orizontală pentru x mare:
ru: Горизонтальная асимптота при больших x:
sk: Vodorovná asymptota pre veľké x:
sl: Vodoravna asimptota pri velikih x:
sv: Horisontell asymptot för stora x:

source: End Behavior:
ar: سلوك الدالة عند الطرفين:
ca: Comportament als extrems:
cs: Chování v nekonečnu:
da: Endeadfærd
de: Verhalten im Unendlichen:
el: Συμπεριφορά στο άπειρο:
es: Comportamiento en los extremos:
fi: Käyttäytyminen äärettömyydessä:
fr_ca: Comportement aux extrémités :
he: התנהגות בקצוות:
hi: अंतिम व्यवहार:
hr: Ponašanje na krajevima:
hu: Végtelenbeli viselkedés:
id: Perilaku ujung:
it: Comportamento agli estremi:
ja: 無限遠での振る舞い：
ms: Kelakuan hujung:
nb: Grenseoppførsel:
nl: Gedrag op oneindig:
pl: Zachowanie na końcach:
pt_pt: Comportamento nos extremos:
ro: Comportament la infinit:
ru: Поведение на бесконечности:
sk: Správanie na nekonečne:
sl: Obnašanje na neskončnosti:
sv: Ändbeteende:

source: Hole in the Graph:
ar: ثقب في الرسم البياني:
ca: Forat al gràfic:
cs: Díra v grafu:
da: Hul i grafen:
de: Lücke im Graphen:
el: Τρύπα στο γράφημα:
es: Hueco en la gráfica:
fi: Reikä kuvaajassa:
fr_ca: Trou dans le graphe :
he: חור בגרף:
hi: ग्राफ में छेद:
hr: Rupa u grafu:
hu: Lyuk a grafikonban:
id: Lubang pada grafik:
it: Buco nel grafico:
ja: グラフの穴：
ms: Lubang pada graf:
nb: Hull i grafen:
nl: Gat in de grafiek:
pl: Dziura w wykresie:
pt_pt: Lacuna no gráfico:
ro: Gaură în grafic:
ru: Дырка в графике:
sk: Diera v grafe:
sl: Luknja v grafu:
sv: Hål i grafen:

source: General Logarithmic Function:
ar: دالة لوغاريتمية عامة:
ca: Funció logarítmica general:
cs: Obecná logaritmická funkce:
da: Generel logaritmefunktion:
de: Allgemeine logarithmische Funktion:
el: Γενική λογαριθμική συνάρτηση:
es: Función logarítmica general:
fi: Yleinen logaritmifunktio:
fr_ca: Fonction logarithmique générale :
he: פונקציה לוגריתמית כללית:
hi: सामान्य लघुगणकीय फलन:
hr: Opća logaritamska funkcija:
hu: Általános logaritmusfüggvény:
id: Fungsi Logaritma Umum:
it: Funzione logaritmica generale:
ja: 一般対数関数：
ms: Fungsi Logaritma Am:
nb: Generell logaritmefunksjon:
nl: Algemene logaritmische functie:
pl: Ogólna funkcja logarytmiczna:
pt_pt: Função logarítmica geral:
ro: Funcție logaritmică generală:
ru: Общая логарифмическая функция:
sk: Všeobecná logaritmická funkcia:
sl: Splošna logaritemska funkcija:

source: Change of Base Formula:
ar: صيغة تغيير الأساس:
ca: Fórmula del canvi de base:
cs: Vzorec pro změnu základu:
da: Basisvekselformel:
de: Basiswechselformel:
el: Τύπος αλλαγής βάσης:
es: Fórmula de cambio de base:
fi: Kannanvaihtokaava:
fr_ca: Formule de changement de base :
he: נוסחת החלפת בסיס:
hi: आधार परिवर्तन सूत्र:
hr: Formula promjene baze:
hu: Alapváltó képlet:
id: Rumus Ganti Basis:
it: Formula del cambio di base:
ja: 底の変換公式：
ms: Formula Tukar Asas:
nb: Basebytteformel:
nl: Basisveranderingsformule:
pl: Wzór zmiany podstawy:
pt_pt: Fórmula de mudança de base:
ro: Formula schimbării bazei:
ru: Формула смены основания логарифма:
sk: Vzorec pre zmenu základu:
sl: Formula za spremembo osnove:

source: Solving Logarithmic Equations:
ar: حل المعادلات اللوغاريتمية:
ca: Resolució d'equacions logarítmiques:
cs: Řešení logaritmických rovnic:
da: Løsning af logaritmiske ligninger:
de: Lösen logarithmischer Gleichungen:
el: Επίλυση λογαριθμικών εξισώσεων:
es: Resolución de ecuaciones logarítmicas:
fi: Logaritmiyhtälöiden ratkaiseminen:
fr_ca: Résolution d’équations logarithmiques :
he: פתרון משוואות לוגריתמיות:
hi: लघुगणकीय समीकरण हल करना:
hr: Rješavanje logaritamskih jednadžbi:
hu: Logaritmikus egyenletek megoldása:
id: Menyelesaikan Persamaan Logaritma:
it: Risoluzione di equazioni logaritmiche:
ja: 対数方程式の解法：
ms: Menyelesaikan Persamaan Logaritma:
nb: Løsning av logaritmiske ligninger:
nl: Oplossen logaritmische vergelijkingen:
pl: Rozwiązywanie równań logarytmicznych:
pt_pt: Resolução de equações logarítmicas:
ro: Rezolvarea ecuațiilor logaritmice:
ru: Решение логарифмических уравнений:
sk: Riešenie logaritmických rovníc:
sl: Reševanje logaritemskih enačb:
