Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Appearance
ar: المظهر
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr_ca: Apparence
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ms: Rupa
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt_pt: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện

source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
fi: Tuki
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Bantuan
it: Assistenza
ja: サポート
ms: Sokongan
nb: Kundestøtte
nl: Ondersteuning
pl: Pomoc
pt_pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora
sl: Podpora
th: การสนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr_ca: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ms: Dasar Privasi
nb: Personvernpolicy
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d'ús
cs: Podmínky používání
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
fi: Käyttöehdot
fr_ca: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Használati feltételek
id: Syarat Penggunaan
it: Termini di servizio
ja: 利用規約
ms: Syarat Penggunaan
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_pt: Termos de Utilização
ro: Termenii de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng

source: Enter chat name
ar: أدخل اسم الدردشة
ca: Introduïu el nom del xat
cs: Zadejte název konverzace
da: Indtast chatnavn
de: Chat-Namen eingeben
el: Εισαγωγή ονόματος συνομιλίας
es: Introduce el nombre del chat
fi: Anna keskustelun nimi
fr_ca: Entrez le nom de la discussion
he: הכנס שם לשיחה
hi: चैट का नाम डालें
hr: Unesi naziv razgovora
hu: Csevegés nevének megadása
id: Masukkan nama obrolan
it: Inserisci il nome della chat
ja: チャット名を入力
ms: Masukkan nama sembang
nb: Skriv inn samtale-navn
nl: Voer chatnaam in
pl: Wpisz nazwę czatu
pt_pt: Escreve o nome da conversa
ro: Introdu numele conversației
ru: Введите название чата
sk: Zadaj názov konverzácie
sl: Vnesi ime klepeta
sv: Ange chattnamn
th: กรอกชื่อแชท
tr: Sohbet adı girin
uk: Введіть назву чату
vi: Nhập tên cuộc trò chuyện

source: OK
ar: موافق
ca: D'acord
el: Εντάξει
he: אישור
hi: ठीक है
hr: U redu
id: Oke
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam

source: Ask anything...
ar: اسأل أي شيء...
ca: Pregunta qualsevol cosa...
cs: Zeptejte se na cokoli…
da: Spørg om hvad som helst...
de: Frag mich alles…
el: Ρώτα οτιδήποτε...
es: Pregunta lo que quieras…
fi: Kysy mitä tahansa...
fr_ca: Demandez n’importe quoi…
he: שאל כל דבר...
hi: कुछ भी पूछें...
hr: Pitaj bilo što...
hu: Kérdezz bármit...
id: Tanya apa saja…
it: Chiedi qualsiasi cosa…
ja: なんでも聞いて…
ms: Tanya apa sahaja…
nb: Spør om hva som helst…
nl: Vraag alles...
pl: Pytaj o wszystko…
pt_pt: Pergunta o que quiseres…
ro: Întreabă orice…
ru: Спрашивай что угодно…
sk: Pýtaj sa čokoľvek…
sl: Vprašaj karkoli…
sv: Fråga vad som helst...
th: ถามอะไรก็ได้...
tr: Herhangi bir şey sor...
uk: Запитайте що завгодно...
vi: Hỏi bất cứ điều gì...

source: SSL certificate verification bypassed. The connection may be insecure.
ar: تم تجاوز التحقق من شهادة SSL. الاتصال قد يكون غير آمن.
ca: S'ha ignorat la verificació del certificat SSL. La connexió pot ser insegura.
cs: Ověření SSL certifikátu bylo přeskočeno. Spojení může být nebezpečné.
da: SSL-certifikatvalidering blev sprunget over. Forbindelsen kan være usikker.
de: SSL-Zertifikatsprüfung wurde umgangen. Die Verbindung kann unsicher sein.
el: Η επαλήθευση πιστοποιητικού SSL παρακάμφθηκε. Η σύνδεση μπορεί να είναι μη ασφαλής.
es: Verificación del certificado SSL omitida. La conexión puede ser insegura.
fi: SSL-varmennetta ei tarkistettu. Yhteys voi olla turvaton.
fr_ca: Vérification du certificat SSL contournée. La connexion peut être non sécurisée.
he: אימות תעודת SSL דולג. החיבור עלול להיות לא מאובטח.
hi: SSL प्रमाणपत्र सत्यापन बायपास किया गया। कनेक्शन असुरक्षित हो सकता है।
hr: Provjera SSL certifikata je zaobiđena. Povezivanje može biti nesigurno.
hu: Az SSL-tanúsítvány ellenőrzése kihagyva. A kapcsolat nem biztonságos lehet.
id: Verifikasi sertifikat SSL dilewati. Koneksi mungkin tidak aman.
it: Verifica del certificato SSL ignorata. La connessione potrebbe non essere sicura.
ja: SSL証明書の検証をスキップしました。接続が安全でない可能性があります。
ms: Pengesahan sijil SSL dilewati. Sambungan mungkin tidak selamat.
nb: SSL-sertifikatverifisering er omgått. Tilkoblingen kan være usikker.
nl: SSL-certificaatcontrole overgeslagen. Verbinding kan onveilig zijn.
pl: Weryfikacja certyfikatu SSL została pominięta. Połączenie może być niebezpieczne.
pt_pt: Verificação do certificado SSL ignorada. A ligação pode não ser segura.
ro: Verificarea certificatului SSL a fost ocolită. Conexiunea poate fi nesigură.
ru: Проверка SSL-сертификата отключена. Соединение может быть небезопасным.
sk: Overenie SSL certifikátu bolo obídené. Pripojenie môže byť nebezpečné.
sl: Preverjanje SSL potrdila je bilo izpuščeno. Povezava je lahko nevarna.
sv: SSL-certifikatsverifiering kringgås. Anslutningen kan vara osäker.
th: การตรวจสอบใบรับรอง SSL ถูกข้าม การเชื่อมต่ออาจไม่ปลอดภัย
tr: SSL sertifika doğrulaması atlandı. Bağlantı güvenli olmayabilir.
uk: Перевірку SSL-сертифіката пропущено. З’єднання може бути небезпечним.
vi: Xác minh chứng chỉ SSL đã bị bỏ qua. Kết nối có thể không an toàn.

source: Failed to connect to server. Please check your internet connection.
ar: فشل الاتصال بالخادم. يرجى التحقق من اتصالك بالإنترنت.
ca: No s'ha pogut connectar al servidor. Comproveu la connexió a internet.
cs: Nepodařilo se připojit k serveru. Zkontrolujte připojení k internetu.
da: Kunne ikke forbinde til serveren. Tjek din internetforbindelse.
de: Verbindung zum Server fehlgeschlagen. Bitte Internetverbindung prüfen.
el: Αποτυχία σύνδεσης με τον διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
es: No se pudo conectar al servidor. Revisa tu conexión a internet.
fi: Yhteys palvelimeen epäonnistui. Tarkista internet-yhteytesi.
fr_ca: Impossible de se connecter au serveur. Vérifiez votre connexion Internet.
he: התחברות לשרת נכשלה. בדוק את חיבור האינטרנט.
hi: सर्वर से कनेक्ट नहीं हो पाया। कृपया अपना इंटरनेट कनेक्शन जाँचें।
hr: Povezivanje s poslužiteljem nije uspjelo. Provjerite internetsku vezu.
hu: Nem sikerült csatlakozni a szerverhez. Ellenőrizd az internetkapcsolatot.
id: Gagal terhubung ke server. Periksa koneksi internet Anda.
it: Impossibile connettersi al server. Controlla la connessione internet.
ja: サーバーに接続できませんでした。インターネット接続を確認してください。
ms: Gagal menyambung ke pelayan. Sila semak sambungan internet anda.
nb: Kunne ikke koble til serveren. Sjekk internettforbindelsen din.
nl: Verbinding met server mislukt. Controleer je internetverbinding.
pl: Nie udało się połączyć z serwerem. Sprawdź połączenie internetowe.
pt_pt: Falha na ligação ao servidor. Verifica a tua ligação à Internet.
ro: Conectarea la server a eșuat. Verifică conexiunea la internet.
ru: Не удалось подключиться к серверу. Проверьте интернет-соединение.
sk: Nepodarilo sa pripojiť k serveru. Skontroluj internetové pripojenie.
sl: Povezava s strežnikom ni uspela. Preveri internetno povezavo.
sv: Kunde inte ansluta till servern. Kontrollera din internetanslutning.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Sunucuya bağlanılamadı. İnternet bağlantınızı kontrol edin.
uk: Не вдалося підключитися до сервера. Перевірте підключення до інтернету.
vi: Không thể kết nối đến máy chủ. Vui lòng kiểm tra kết nối internet.

source: Response Interrupted.
ar: تم مقاطعة الرد.
ca: Resposta interrompuda.
cs: Odpověď byla přerušena.
da: Svar afbrudt.
de: Antwort wurde unterbrochen.
el: Η απόκριση διακόπηκε.
es: Respuesta interrumpida.
fi: Vastaus keskeytyi.
fr_ca: Réponse interrompue.
he: התגובה הופסקה.
hi: जवाब रुक गया।
hr: Odgovor je prekinut.
hu: Válasz megszakítva.
id: Respons terputus.
it: Risposta interrotta.
ja: 応答が中断されました。
ms: Respons terganggu.
nb: Svaret ble avbrutt.
nl: Antwoord onderbroken.
pl: Odpowiedź została przerwana.
pt_pt: Resposta interrompida.
ro: Răspunsul a fost întrerupt.
ru: Ответ прерван.
sk: Odpoveď bola prerušená.
sl: Odgovor je bil prekinjen.
sv: Svaret avbröts.
th: การตอบกลับถูกขัดจังหวะ
tr: Yanıt kesildi.
uk: Відповідь перервано.
vi: Phản hồi bị gián đoạn.

source: Please try again later.
ar: يرجى المحاولة مرة أخرى لاحقاً.
ca: Torna-ho a provar més tard.
cs: Zkuste to prosím později.
da: Prøv igen senere.
de: Bitte später erneut versuchen.
el: Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Inténtalo de nuevo más tarde.
fi: Yritä uudelleen myöhemmin.
fr_ca: Veuillez réessayer plus tard.
he: אנא נסה שוב מאוחר יותר.
hi: कृपया थोड़ी देर बाद फिर कोशिश करें।
hr: Pokušajte ponovo kasnije.
hu: Kérlek, próbáld újra később.
id: Silakan coba lagi nanti.
it: Riprova più tardi.
ja: 後でもう一度お試しください。
ms: Sila cuba lagi nanti.
nb: Prøv igjen senere.
nl: Probeer later opnieuw.
pl: Spróbuj ponownie później.
pt_pt: Por favor tenta novamente mais tarde.
ro: Te rugăm să încerci din nou mai târziu.
ru: Пожалуйста, попробуйте позже.
sk: Skús neskôr.
sl: Prosim, poskusi znova pozneje.
sv: Försök igen senare.
th: โปรดลองอีกครั้งภายหลัง
tr: Lütfen daha sonra tekrar deneyin.
uk: Будь ласка, спробуйте пізніше.
vi: Vui lòng thử lại sau.

source: Error: unmatched brackets
ar: خطأ: أقواس غير متطابقة
ca: Error: parèntesis no coincidents
cs: Chyba: nepárové závorky
da: Fejl: Parenteser stemmer ikke overens
de: Fehler: Klammern stimmen nicht überein
el: Σφάλμα: Αταίριαστες παρενθέσεις
es: Error: paréntesis no coincidentes
fi: Virhe: sulkeet eivät täsmää
fr_ca: Erreur : parenthèses non appariées
he: שגיאה: סוגריים לא תואמים
hi: त्रुटि: ब्रैकेट मेल नहीं खा रहे
hr: Greška: zagrade nisu uparene
hu: Hiba: Nem egyező zárójelek
id: Kesalahan: Tanda kurung tidak cocok
it: Errore: parentesi non corrispondenti
ja: エラー：かっこの対応が合っていません
ms: Ralat: Kurungan tidak sepadan
nb: Feil: Parentheser matcher ikke
nl: Fout: haakjes komen niet overeen
pl: Błąd: Niesparowane nawiasy
pt_pt: Erro: parênteses não correspondentes
ro: Eroare: Paranteze nepereche
ru: Ошибка: незакрытые скобки
sk: Chyba: Nezhodné zátvorky
sl: Napaka: oklepaji se ne ujemajo
sv: Fel: Fel: omatchade parenteser
th: ข้อผิดพลาด: วงเล็บไม่ตรงกัน
tr: Hata: Eşleşmeyen parantezler
uk: Помилка: незакриті дужки
vi: Lỗi: Dấu ngoặc không khớp

source: Error: x not allowed
ar: خطأ: المتغير x غير مسموح
ca: Error: la variable x no està permesa
cs: Chyba: proměnná x není povolena
da: Fejl: Variablen x er ikke tilladt
de: Fehler: Variable x ist nicht erlaubt
el: Σφάλμα: Η μεταβλητή x δεν επιτρέπεται
es: Error: la variable x no está permitida
fi: Virhe: muuttuja x ei sallittu
fr_ca: Erreur : la variable x n’est pas permise
he: שגיאה: משתנה x אסור
hi: त्रुटि: x का उपयोग प्रतिबंधित है
hr: Greška: varijabla x nije dopuštena
hu: Hiba: Az x változó nem engedélyezett
id: Kesalahan: variabel x tidak diperbolehkan
it: Errore: la variabile x non è consentita
ja: エラー：変数 x は使用できません
ms: Ralat: pemboleh ubah x tidak dibenarkan
nb: Feil: Variabelen x er ikke tillatt
nl: Fout: variabele x niet toegestaan
pl: Błąd: Zmienna x niedozwolona
pt_pt: Erro: a variável x não é permitida
ro: Eroare: Variabila x nu este permisă
ru: Ошибка: переменная x запрещена
sk: Chyba: premenná x nie je povolená
sl: Napaka: spremenljivka x ni dovoljena
sv: Fel: x är inte tillåtet
th: ข้อผิดพลาด: x ไม่อนุญาต
tr: Hata: x izinli değil
uk: Помилка: x заборонено
vi: Lỗi: không được dùng x

source: Undefined
ar: غير معرف
ca: No definit
cs: Nedefinováno
da: Udefineret
de: Undefiniert
el: Απροσδιόριστο
es: Indefinido
fi: Määrittämätön
fr_ca: Indéfini
he: לא מוגדר
hi: अपरिभाषित
hr: Nedefinirano
hu: Meghatározatlan
id: Tidak terdefinisi
it: Non definito
ja: 未定義
ms: Tidak ditakrifkan
nb: Udefinert
nl: Ongedefinieerd
pl: Niezdefiniowane
pt_pt: Indefinido
ro: Nedefinit
ru: Не определено
sk: Nedefinované
sl: Nedefinirano
sv: Odefinierat
th: ไม่กำหนด
tr: Tanımsız
uk: Не визначено
vi: Không xác định

source: Basic
ar: أساسي
ca: Bàsic
cs: Základní
da: Grundlæggende
de: Grundlegend
el: Βασικά
es: Básico
fi: Perus
fr_ca: De base
he: בסיסי
hi: बेसिक
hr: Osnovno
hu: Alap
id: Dasar
it: Base
ja: 基本
ms: Asas
nb: Grunnleggende
nl: Basis
pl: Podstawowe
pt_pt: Básico
ro: De bază
ru: Базовый
sk: Základné
sl: Osnovno
sv: Grundläggande
th: พื้นฐาน
tr: Temel
uk: Базовий
vi: Cơ bản

source: Arithmetic
ar: الحساب
ca: Aritmètica
cs: Aritmetika
da: Aritmetik
de: Arithmetik
el: Αριθμητική
es: Aritmética
fi: Aritmetiikka
fr_ca: Arithmétique
he: חשבון
hi: अंकगणित
hr: Aritmetika
hu: Számtan
id: Aritmetika
it: Aritmetica
ja: 算術
ms: Aritmetik
nb: Aritmetikk
nl: Rekenkunde
pl: Arytmetyka
pt_pt: Aritmética
ro: Aritmetică
ru: Арифметика
sk: Aritmetika
sl: Aritmetika
sv: Aritmetik
th: เลขคณิต
uk: Арифметика
vi: Số học

source: AI Math
ar: الرياضيات بالذكاء الاصطناعي
ca: Matemàtiques amb IA
cs: AI Matematika
da: AI Matematik
de: KI-Mathe
el: Μαθηματικά με ΤΝ
es: Matemáticas IA
fi: Tekoälymatematiikka
fr_ca: Maths IA
he: מתמטיקה עם בינה מלאכותית
hi: एआई गणित
hr: AI Matematika
hu: MI Matek
id: Matematika AI
it: Matematica IA
ja: AI数学
ms: Matematik AI
nb: KI-Matte
nl: AI Wiskunde
pl: Matematyka AI
pt_pt: Matemática IA
ro: Matematică IA
ru: Математика с ИИ
sk: AI Matematika
sl: Matematika z UI
sv: AI Matematik
th: AI คณิตศาสตร์
tr: Yapay Zeka Matematik
uk: ШІ Математика
vi: Toán học AI

source: Math Topics
ar: مواضيع رياضية
ca: Temes matemàtics
cs: Matematická témata
da: Matematiske emner
de: Mathematische Themen
el: Θέματα Μαθηματικών
es: Temas matemáticos
fi: Matematiikan aiheet
fr_ca: Sujets de maths
he: נושאים במתמטיקה
hi: गणित के विषय
hr: Matematičke teme
hu: Matematikai témák
id: Topik Matematika
it: Argomenti di matematica
ja: 数学トピック
ms: Topik Matematik
nb: Matematikkemner
nl: Wiskundethema’s
pl: Tematy matematyczne
pt_pt: Tópicos de Matemática
ro: Subiecte de matematică
ru: Темы математики
sk: Matematické témy
sl: Matematične teme
sv: Matematikämnen
th: หัวข้อคณิตศาสตร์
tr: Matematik Konuları
uk: Математичні теми
vi: Chủ đề toán học

source: Mathematical Formulas
ar: الصيغ الرياضية
ca: Fórmules matemàtiques
cs: Matematické vzorce
da: Matematiske formler
de: Mathematische Formeln
el: Μαθηματικοί τύποι
es: Fórmulas matemáticas
fi: Matemaattiset kaavat
fr_ca: Formules mathématiques
he: נוסחאות מתמטיות
hi: गणितीय सूत्र
hr: Matematičke formule
hu: Matematikai képletek
id: Rumus Matematika
it: Formule matematiche
ja: 数学公式集
ms: Formula Matematik
nb: Matematiske formler
nl: Wiskundige formules
pl: Wzory matematyczne
pt_pt: Fórmulas Matemáticas
ro: Formule matematice
ru: Математические формулы
sk: Matematické vzorce
sl: Matematične formule
sv: Matematiska formler
th: สูตรคณิตศาสตร์
tr: Matematiksel Formüller
uk: Математичні формули
vi: Công thức toán học

source: Math Assistant
ar: مساعد الرياضيات
ca: Assistent de matemàtiques
cs: Matematický asistent
da: Matematikassistent
de: Mathe-Assistent
el: Βοηθός Μαθηματικών
es: Asistente de matemáticas
fi: Matematiikka-apuri
fr_ca: Assistant maths
he: עוזר מתמטיקה
hi: गणित सहायक
hr: Pomoćnik za matematiku
hu: Matematika-segéd
id: Asisten Matematika
it: Assistente di matematica
ja: 数学アシスタント
ms: Pembantu Matematik
nb: Matte-assistent
nl: Wiskundehulp
pl: Asystent matematyki
pt_pt: Assistente de Matemática
ro: Asistent matematic
ru: Математический помощник
sk: Matematický asistent
sl: Matematični pomočnik
sv: Matematikassistent
th: ผู้ช่วยคณิตศาสตร์
tr: Matematik Asistanı
uk: Математичний помічник
vi: Trợ lý toán học

source: Calculator
ar: الحاسبة
ca: Calculadora
cs: Kalkulačka
da: Lommeregner
de: Taschenrechner
el: Υπολογιστής
es: Calculadora
fi: Laskin
fr_ca: Calculatrice
he: מחשבון
hi: कैलकुलेटर
hr: Kalkulator
hu: Számológép
id: Kalkulator
it: Calcolatrice
ja: 計算機
ms: Kalkulator
nb: Kalkulator
nl: Rekenmachine
pl: Kalkulator
pt_pt: Calculadora
ru: Калькулятор
sk: Kalkulačka
sl: Kalkulator
sv: Kalkylator
th: เครื่องคิดเลข
tr: Hesap Makinesi
uk: Калькулятор
vi: Máy tính

source: History
ar: السجل
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fr_ca: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: All
ar: الكل
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr_ca: Tout
he: הכל
hi: सभी
hr: Sve
hu: Mind
id: Semua
it: Tutto
ja: すべて
ms: Semua
nb: Alle
nl: Alles
pl: Wszystko
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Hepsi
uk: Все
vi: Tất cả

source: Upgrade to Premium
ar: الترقية إلى النسخة المدفوعة
ca: Actualitzar a Premium
cs: Přejít na Premium
da: Opgrader til Premium
de: Zu Premium upgraden
el: Αναβάθμιση σε Premium
es: Pasar a Premium
fi: Päivitä Premium-versioon
fr_ca: Passer à Premium
he: שדרוג ל-Premium
hi: प्रीमियम में अपग्रेड करें
hr: Nadogradi na Premium
hu: Prémiumra váltás
id: Upgrade ke Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ms: Naik Taraf ke Premium
nb: Oppgrader til Premium
nl: Upgraden naar Premium
pl: Przejdź na Premium
pt_pt: Upgrade para Premium
ro: Treci la Premium
ru: Перейти на Premium
sk: Prejsť na Premium
sl: Nadgradi na Premium
sv: Uppgradera till Premium
th: อัปเกรดเป็น Premium
tr: Premium’a Yükselt
uk: Оновити до Преміум
vi: Nâng cấp lên Premium

source: Select Image
ar: اختر صورة
ca: Seleccionar imatge
cs: Vybrat obrázek
da: Vælg billede
de: Bild auswählen
el: Επιλογή εικόνας
es: Seleccionar imagen
fi: Valitse kuva
fr_ca: Sélectionner une image
he: בחר תמונה
hi: इमेज चुनें
hr: Odaberi sliku
hu: Kép kiválasztása
id: Pilih Gambar
it: Seleziona immagine
ja: 画像を選択
ms: Pilih Imej
nb: Velg bilde
nl: Afbeelding selecteren
pl: Wybierz obraz
pt_pt: Selecionar Imagem
ro: Selectează imagine
ru: Выбрать изображение
sk: Vybrať obrázok
sl: Izberi sliko
sv: Välj bild
th: เลือกภาพ
tr: Resim Seç
uk: Вибрати зображення
vi: Chọn ảnh

source: Choose
ar: اختر
ca: Triar
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Elegir
fi: Valitse
fr_ca: Choisir
he: בחר
hi: चुनें
hr: Odaberi
hu: Kiválasztás
id: Pilih
it: Scegli
ja: 選択
ms: Pilih
nb: Velg
nl: Kiezen
pl: Wybierz
pt_pt: Escolher
ro: Alege
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn

source: GET UNLIMITED ACCESS
ar: احصل على وصول غير محدود
ca: ACCÉS IL·LIMITAT
cs: ZÍSKEJTE NEOMEZENÝ PŘÍSTUP
da: FÅ UBEGRÆNSET ADGANG
de: UNBEGRENZTEN ZUGRIFF ERHALTEN
el: ΑΠΕΡΙΟΡΙΣΤΗ ΠΡΟΣΒΑΣΗ
es: ACCESO ILIMITADO
fi: HANKI RAJOITTAMATON PÄÄSY
fr_ca: ACCÈS ILLIMITÉ
he: קבל גישה בלתי מוגבלת
hi: अनलिमिटेड एक्सेस पाएँ
hr: DOBIJ NEOGRANIČEN PRISTUP
hu: KORLÁTLAN HOZZÁFÉRÉS
id: AKSES TANPA BATAS
it: ACCESSO ILLIMITATO
ja: 無制限アクセスを獲得
ms: AKSES TANPA HAD
nb: FÅ UBEGEGRENSET TILGANG
nl: ONBEGRENST TOEGANG
pl: UZYSKAJ NIEOGRANICZONY DOSTĘP
pt_pt: ACESSO ILIMITADO
ro: ACCES NELIMITAT
ru: НЕОГРАНИЧЕННЫЙ ДОСТУП
sk: ZÍSKAJ NEOGRANIČENÝ PRÍSTUP
sl: NEOMEJEN DOSTOP
sv: FÅ OBEGRÄNSAD ÅTKOMST
th: เข้าถึงไม่จำกัด
tr: SINIRSIZ ERİŞİM AL
uk: ОТРИМАТИ НЕОБМЕЖЕНИЙ ДОСТУП
vi: MỞ KHÓA TRUY CẬP KHÔNG GIỚI HẠN

source: Upgrade to Pro and solve math like a genius!
ar: ارق إلى Pro وحل الرياضيات كعبقري!
ca: Actualitza a Pro i resol matemàtiques com un geni!
cs: Přejděte na Pro a řešte matematiku jako génius!
da: Opgrader til Pro og løs matematik som et geni!
de: Upgrade auf Pro und löse Mathe wie ein Genie!
el: Κάνε upgrade σε Pro και λύνε μαθηματικά σαν ιδιοφυΐα!
es: ¡Pásate a Pro y resuelve mates como un genio!
fi: Päivitä Pro-versioon ja ratkaise matematiikkaa kuin nero!
fr_ca: Passez à Pro et résolvez les maths comme un génie !
he: שדרג ל-Pro ופתור מתמטיקה כמו גאון!
hi: प्रो में अपग्रेड करें और गणित जीनियस की तरह हल करें!
hr: Nadogradi na Pro i rješavaj matematiku kao genij!
hu: Válts Próra és oldd meg a matekot zseniálisan!
id: Upgrade ke Pro & selesaikan soal matematika seperti jenius!
it: Passa a Pro e risolvi la matematica da genio!
ja: Proにアップグレードして、天才の如く数学を解こう！
ms: Naik taraf ke Pro & selesaikan matematik seperti genius!
nb: Oppgrader til Pro og løs matte som et geni!
nl: Upgrade naar Pro en los wiskunde op als een genie!
pl: Przejdź na Pro i rozwiązuj matematykę jak geniusz!
pt_pt: Faz upgrade para Pro e resolve matemática como um génio!
ro: Treci la Pro și rezolvă matematica ca un geniu!
ru: Перейди на Pro — решай математику как гений!
sk: Prejdi na Pro a rieš matematiku ako génius!
sl: Nadgradi na Pro in rešuj matematiko kot genij!
sv: Uppgradera till Pro och lös matte som ett geni!
th: อัปเกรดเป็น Pro และแก้คณิตศาสตร์เหมือนอัจฉริยะ!
tr: Pro’ya yükselt ve matematiği dahi gibi çöz!
uk: Оновіть до Pro і розв’язуйте математику як геній!
vi: Nâng cấp lên Pro và giải toán như thiên tài!

source: No Commitment,Cancel Anytime
ar: لا التزام، يمكنك الإلغاء في أي وقت
ca: Sense compromís, cancel·la quan vulguis
cs: Bez závazků, zrušit můžete kdykoli
da: Ingen binding – opsig når som helst
de: Keine Bindung – jederzeit kündbar
el: Χωρίς δέσμευση – ακύρωση anytime
es: Sin compromiso – cancela cuando quieras
fi: Ei sitoutumista – peru milloin tahansa
fr_ca: Sans engagement, annulez n’importe quand
he: ללא התחייבות – בטל מתי שתרצה
hi: कोई बंधन नहीं – कभी भी रद्द करें
hr: Bez obveze, otkaži bilo kada
hu: Nincs kötelezettség – bármikor lemondható
id: Tanpa Komitmen – Batal Kapan Saja
it: Nessun impegno – disdici quando vuoi
ja: いつでもキャンセルOK
ms: Tiada komitmen – batal bila-bila
nb: Ingen binding – si opp når som helst
nl: Geen verplichtingen, op elk moment opzegbaar
pl: Bez zobowiązań – anuluj w dowolnym momencie
pt_pt: Sem compromisso – cancela quando quiseres
ro: Fără angajament – anulează oricând
ru: Без обязательств — отменяй в любое время
sk: Bez viazanosti – zruš kedykoľvek
sl: Brez obveznosti – prekliči kadarkoli
sv: Ingen bindningstid, avbryt när som helst
th: ไม่ต้องผูกมัด ยกเลิกได้ตลอดเวลา
tr: Taahhütsüz, istediğiniz zaman iptal edin
uk: Без зобов’язань, скасуйте будь-коли
vi: Không ràng buộc, hủy bất kỳ lúc nào
