Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Select PDF
ar: اختر ملف PDF
ca: Selecciona PDF
cs: Vybrat PDF
da: Vælg PDF
de: PDF auswählen
el: Επιλογή PDF
es: Seleccionar PDF
fi: Valitse PDF
fr_ca: Sélectionner un PDF
he: בחר PDF
hi: PDF चुनें
hr: Odaberi PDF
hu: PDF kiválasztása
id: Pilih PDF
it: Seleziona PDF
ja: PDFを選択
ms: Pilih PDF
nb: Velg PDF
nl: PDF kiezen
pl: Wybierz PDF
pt_pt: Selecionar PDF
ro: Selectează PDF
ru: Выбрать PDF
sk: Vybrať PDF
sl: Izberi PDF
sv: Välj PDF
th: เลือก PDF
tr: PDF Seç
uk: Вибрати PDF
vi: Chọn PDF

source: Choose an attachment to recognize text
ar: اختر مرفق للتعرف على النص
ca: Tria un fitxer adjunt per reconèixer text
cs: Vyberte přílohu pro rozpoznání textu
da: Vælg en vedhæftet fil til tekstgenkendelse
de: Anhang zum Text erkennen auswählen
el: Επίλεξε συνημμένο για αναγνώριση κειμένου
es: Elige un archivo adjunto para reconocer texto
fi: Valitse liite tekstintunnistukseen
fr_ca: Choisissez une pièce jointe pour reconnaissance de texte
he: בחר קובץ מצורף לזיהוי טקסט
hi: टेक्स्ट पहचानने के लिए अटैचमेंट चुनें
hr: Odaberi privitak za prepoznavanje teksta
hu: Válassz csatolmányt szövegfelismeréshez
id: Pilih lampiran untuk dikenali teksnya
it: Scegli un allegato per il riconoscimento testo
ja: テキスト認識する添付ファイルを選択
ms: Pilih lampiran untuk mengenali teks
nb: Velg en vedlagt fil for tekstgjenkjenning
nl: Kies een bijlage voor tekstherkenning
pl: Wybierz załącznik do rozpoznania tekstu
pt_pt: Escolhe um anexo para reconhecer texto
ro: Alege un atașament pentru recunoaștere text
ru: Выбери вложение для распознавания текста
sk: Vyber prílohu na rozpoznanie textu
sl: Izberi priponko za prepoznavanje besedila
sv: Välj en bilaga för textigenkänning
th: เลือกไฟล์แนบเพื่อจดจำข้อความ
tr: Metni tanımak için bir ek seçin
uk: Виберіть вкладення для розпізнавання тексту
vi: Chọn file đính kèm để nhận diện văn bản

source: Chose a PDF File to recognize text
ar: اختر ملف PDF للتعرف على النص
ca: Tria un fitxer PDF per reconèixer text
cs: Vyberte PDF pro rozpoznání textu
da: Vælg en PDF-fil til tekstgenkendelse
de: PDF-Datei zum Text erkennen auswählen
el: Επίλεξε PDF για αναγνώριση κειμένου
es: Elige un archivo PDF para reconocer texto
fi: Valitse PDF-tiedosto tekstintunnistukseen
fr_ca: Choisissez un fichier PDF pour reconnaissance de texte
he: בחר קובץ PDF לזיהוי טקסט
hi: टेक्स्ट पहचानने के लिए PDF चुनें
hr: Odaberi PDF datoteku za prepoznavanje teksta
hu: Válassz PDF-fájlt szövegfelismeréshez
id: Pilih file PDF untuk dikenali teksnya
it: Scegli un file PDF per il riconoscimento testo
ja: テキスト認識するPDFを選択
ms: Pilih fail PDF untuk mengenali teks
nb: Velg en PDF-fil for tekstgjenkjenning
nl: Kies een PDF-bestand voor tekstherkenning
pl: Wybierz plik PDF do rozpoznania tekstu
pt_pt: Escolhe um ficheiro PDF para reconhecer texto
ro: Alege un fișier PDF pentru recunoaștere text
ru: Выбери PDF-файл для распознавания текста
sk: Vyber PDF súbor na rozpoznanie textu
sl: Izberi PDF datoteko za prepoznavanje besedila
sv: Välj en PDF-fil för textigenkänning
th: เลือกไฟล์ PDF เพื่อจดจำข้อความ
tr: Metni tanımak için bir PDF dosyası seçin
uk: Виберіть PDF-файл для розпізнавання тексту
vi: Chọn file PDF để nhận diện văn bản

source: PDF does not contain any text. Please try different file.
ar: ملف PDF لا يحتوي على نص. جرب ملفاً آخر.
ca: El PDF no conté text. Prova un altre fitxer.
cs: PDF neobsahuje žádný text. Vyzkoušejte jiný soubor.
da: PDF indeholder ingen tekst. Prøv en anden fil.
de: PDF enthält keinen Text. Bitte andere Datei wählen.
el: Το PDF δεν περιέχει κείμενο. Δοκίμασε άλλο αρχείο.
es: El PDF no contiene texto. Prueba con otro archivo.
fi: PDF ei sisällä tekstiä. Kokeile toista tiedostoa.
fr_ca: Le PDF ne contient pas de texte. Essayez un autre fichier.
he: ה-PDF לא מכיל טקסט. נסה קובץ אחר.
hi: PDF में कोई टेक्स्ट नहीं है। कोई दूसरी फाइल आज़माएँ।
hr: PDF ne sadrži tekst. Isprobaj drugu datoteku.
hu: A PDF nem tartalmaz szöveget. Próbálj másik fájlt.
id: PDF tidak mengandung teks. Coba file lain.
it: Il PDF non contiene testo. Prova un altro file.
ja: PDFにテキストがありません。別のファイルをお試しください
ms: PDF tidak mengandungi teks. Sila cuba fail lain.
nb: PDF-en inneholder ingen tekst. Prøv en annen fil.
nl: PDF bevat geen tekst. Probeer een ander bestand.
pl: PDF nie zawiera tekstu. Spróbuj innego pliku.
pt_pt: O PDF não contém texto. Experimenta outro ficheiro.
ro: PDF-ul nu conține text. Încearcă alt fișier.
ru: В PDF нет текста. Попробуй другой файл.
sk: PDF neobsahuje žiadny text. Skús iný súbor.
sl: PDF ne vsebuje besedila. Prosim poskusi drugo datoteko.
sv: PDF:en innehåller ingen text. Välj en annan fil.
th: ไฟล์ PDF ไม่มีข้อความ โปรดลองไฟล์อื่น
tr: PDF herhangi bir metin içermiyor. Lütfen farklı bir dosya deneyin
uk: PDF не містить тексту. Спробуйте інший файл.
vi: PDF không chứa văn bản. Vui lòng thử file khác.

source: Okay
ar: حسناً
ca: D'acord
cs: OK
el: Εντάξει
es: OK
fi: OK
fr_ca: OK
he: אוקיי
hi: ठीक है
hr: U redu
hu: Rendben
id: Oke
it: OK
ja: OK
ms: Baiklah
nb: OK
nl: OK
pl: OK
pt_pt: OK
ro: OK
ru: ОК
sk: OK
sl: V redu
sv: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý

source: Image does not contain any text. Please try different image.
ar: الصورة لا تحتوي على نص. جرب صورة أخرى.
ca: La imatge no conté text. Prova una altra imatge.
cs: Obrázek neobsahuje žádný text. Vyzkoušejte jiný obrázek.
da: Billedet indeholder ingen tekst. Prøv et andet billede.
de: Bild enthält keinen Text. Bitte anderes Bild wählen.
el: Η εικόνα δεν περιέχει κείμενο. Δοκίμασε άλλη εικόνα.
es: La imagen no contiene texto. Prueba con otra imagen.
fi: Kuva ei sisällä tekstiä. Kokeile toista kuvaa.
fr_ca: L’image ne contient pas de texte. Essayez une autre image.
he: התמונה לא מכילה טקסט. נסה תמונה אחרת.
hi: इमेज में कोई टेक्स्ट नहीं है। कोई दूसरी इमेज आज़माएँ।
hr: Slika ne sadrži tekst. Isprobaj drugu sliku.
hu: A kép nem tartalmaz szöveget. Próbálj másik képet.
id: Gambar tidak mengandung teks. Coba gambar lain.
it: L’immagine non contiene testo. Prova un’altra immagine.
ja: 画像にテキストがありません。別の画像をお試しください
ms: Imej tidak mengandungi teks. Sila cuba imej lain.
nb: Bildet inneholder ingen tekst. Prøv et annet bilde.
nl: Afbeelding bevat geen tekst. Probeer een andere afbeelding.
pl: Obraz nie zawiera tekstu. Spróbuj innego obrazu.
pt_pt: A imagem não contém texto. Experimenta outra imagem.
ro: Imaginea nu conține text. Încearcă altă imagine.
ru: На изображении нет текста. Попробуй другое изображение.
sk: Obrázok neobsahuje text. Skús iný obrázok.
sl: Slika ne vsebuje besedila. Prosim poskusi drugo sliko.
sv: Bilden innehåller ingen text. Prova en annan bild.
th: รูปภาพไม่มีข้อความ โปรดลองรูปภาพอื่น
tr: Resim herhangi bir metin içermiyor. Lütfen farklı bir resim deneyin
uk: Зображення не містить тексту. Спробуйте інше зображення.
vi: Ảnh không chứa văn bản. Vui lòng thử ảnh khác.

source: Please allow (AppConstants.appName) to access your Microphone from device settings
ar: يرجى السماح لـ (AppConstants.appName) بالوصول إلى الميكروفون من إعدادات الجهاز
ca: Permet que (AppConstants.appName) accedeixi al micròfon des dels ajustos del dispositiu
cs: Povolte aplikaci (AppConstants.appName) přístup k mikrofonu v nastavení zařízení
da: Tillad (AppConstants.appName) adgang til mikrofonen i enhedsindstillinger
de: Bitte erlaube (AppConstants.appName) in den Geräteeinstellungen Zugriff auf das Mikrofon
el: Επίτρεψε στην εφαρμογή (AppConstants.appName) την πρόσβαση στο μικρόφωνο από τις ρυθμίσεις
es: Permite que (AppConstants.appName) acceda al micrófono desde los ajustes del dispositivo
fi: Salli sovelluksen (AppConstants.appName) käyttää mikrofonia laitteen asetuksista
fr_ca: Veuillez autoriser (AppConstants.appName) à accéder au microphone dans les réglages
he: אנא אפשר ל-(AppConstants.appName) גישה למיקרופון בהגדרות המכשיר
hi: कृपया (AppConstants.appName) को डिवाइस सेटिंग्स से माइक्रोफोन एक्सेस करने की अनुमति दें
hr: Dopusti aplikaciji (AppConstants.appName) pristup mikrofonu u postavkama uređaja
hu: Engedélyezd, hogy a (AppConstants.appName) hozzáférjen a mikrofonhoz a készülék beállításaiban
id: Izinkan (AppConstants.appName) mengakses mikrofon di pengaturan perangkat
it: Consenti a (AppConstants.appName) di accedere al microfono dalle impostazioni del dispositivo
ja: (AppConstants.appName)がマイクにアクセスできるように、デバイス設定から許可してください
ms: Sila benarkan (AppConstants.appName) mengakses Mikrofon dari tetapan peranti
nb: Tillat (AppConstants.appName) å bruke mikrofonen i enhetsinnstillingene
nl: Sta (AppConstants.appName) toe de microfoon te gebruiken in instellingen
pl: Zezwól aplikacji (AppConstants.appName) na dostęp do mikrofonu w ustawieniach urządzenia
pt_pt: Permite que a (AppConstants.appName) aceda ao microfone nas definições do dispositivo
ro: Permite aplicației (AppConstants.appName) să acceseze microfonul din setările dispozitivului
ru: Разреши (AppConstants.appName) доступ к микрофону в настройках устройства
sk: Povoľ aplikácii (AppConstants.appName) prístup k mikrofónu v nastaveniach zariadenia
sl: Dovoli aplikaciji (AppConstants.appName) dostop do mikrofona v nastavitvah naprave
sv: Tillåt (AppConstants.appName) att komma åt din mikrofon i enhetens inställningar
th: โปรดอนุญาตให้ (AppConstants.appName) เข้าถึงไมโครโฟนของคุณจากการตั้งค่าอุปกรณ์
tr: (AppConstants.appName) uygulamasının mikrofonunuza erişmesine izin verin
uk: Дозвольте (AppConstants.appName) доступ до мікрофона в налаштуваннях пристрою
vi: Vui lòng cho phép (AppConstants.appName) truy cập Microphone trong cài đặt thiết bị

source: Success
ar: نجاح
ca: Èxit
cs: Úspěch
da: Succes
de: Erfolg
el: Επιτυχία
es: Éxito
fi: Onnistui
fr_ca: Succès
he: הצלחה
hi: सफलता
hr: Uspjeh
hu: Siker
id: Sukses
it: Successo
ja: 成功
ms: Berjaya
nb: Vellykket
nl: Succes
pl: Sukces
pt_pt: Sucesso
ro: Succes
ru: Успех
sk: Úspech
sl: Uspešno
sv: Lyckades
th: สำเร็จ
tr: Başarılı
uk: Успіх
vi: Thành công

source: No Internet!
ar: لا يوجد إنترنت!
ca: Sense internet!
cs: Žádné připojení!
da: Ingen internetforbindelse!
de: Keine Internetverbindung!
el: Χωρίς σύνδεση Internet!
es: ¡Sin Internet!
fi: Ei internet-yhteyttä!
fr_ca: Pas d’Internet !
he: אין חיבור לאינטרנט!
hi: इंटरनेट नहीं है!
hr: Nema interneta!
hu: Nincs internet!
id: Tidak Ada Internet!
it: Nessuna connessione!
ja: インターネット接続なし！
ms: Tiada Internet!
nb: Ingen internett!
nl: Geen internet!
pl: Brak internetu!
pt_pt: Sem Internet!
ro: Fără internet!
ru: Нет интернета!
sk: Žiadne pripojenie!
sl: Brez interneta!
sv: Ingen internetanslutning!
th: ไม่มีอินเทอร์เน็ต!
tr: İnternet Yok!
uk: Немає інтернету!
vi: Không có Internet!

source: Please connect to stable internet, or contact your ISP.
ar: يرجى الاتصال بإنترنت مستقر أو تواصل مع مزود الخدمة.
ca: Connecta't a una xarxa estable o contacta amb el teu proveïdor.
cs: Připojte se k stabilnímu internetu nebo kontaktujte svého poskytovatele.
da: Forbind til stabilt internet eller kontakt din udbyder.
de: Bitte mit stabilem Internet verbinden oder deinen Anbieter kontaktieren.
el: Συνδέσου σε σταθερό internet ή επικοινώνησε με τον πάροχό σου.
es: Conéctate a una red estable o contacta a tu proveedor.
fi: Yhdistä vakaaseen verkkoon tai ota yhteyttä operaattoriisi.
fr_ca: Connectez-vous à un réseau stable ou contactez votre fournisseur.
he: התחבר לאינטרנט יציב או פנה לספק שלך.
hi: कृपया स्थिर इंटरनेट से जुड़ें या अपने ISP से संपर्क करें।
hr: Poveži se na stabilan internet ili kontaktiraj svog davatelja usluge.
hu: Csatlakozz stabil internethez vagy vedd fel a kapcsolatot a szolgáltatóddal.
id: Hubungkan ke internet stabil atau hubungi ISP Anda.
it: Connettiti a una rete stabile o contatta il tuo provider.
ja: 安定したインターネットに接続するか、プロバイダへお問い合わせください
ms: Sila sambung ke internet yang stabil atau hubungi ISP anda.
nb: Koble til et stabilt internett eller kontakt internettleverandøren din.
nl: Verbind met stabiel internet of neem contact op met je provider.
pl: Połącz się ze stabilnym internetem lub skontaktuj się z dostawcą.
pt_pt: Liga-te a uma internet estável ou contacta o teu fornecedor.
ro: Conectează-te la un internet stabil sau contactează furnizorul tău.
ru: Подключись к стабильному интернету или свяжись с провайдером
sk: Pripoj sa na stabilný internet alebo kontaktuj poskytovateľa.
sl: Poveži se na stabilen internet ali kontaktiraj ponudnika.
sv: Anslut till stabilt internet eller kontakta din internetleverantör.
th: โปรดเชื่อมต่ออินเทอร์เน็ตที่เสถียร หรือ ติดต่อ ISP ของคุณ
tr: Lütfen stabil bir internet bağlantısına bağlanın veya ISS’nizle iletişime geçin
uk: Підключіться до стабільного інтернету або зверніться до провайдера.
vi: Vui lòng kết nối internet ổn định hoặc liên hệ nhà cung cấp.

source: Failed to restore purchase, please try again later.
ar: فشل استعادة الشراء، يرجى المحاولة لاحقاً.
ca: No s'ha pogut restaurar la compra, torna-ho a provar més tard.
cs: Obnovení nákupu se nezdařilo, zkuste to později.
da: Gendannelse af køb mislykkedes, prøv igen senere.
de: Kaufwiederherstellung fehlgeschlagen, bitte später erneut versuchen.
el: Η επαναφορά αγοράς απέτυχε, δοκίμασε αργότερα.
es: Error al restaurar compra, inténtalo más tarde.
fi: Oston palautus epäonnistui, yritä uudelleen myöhemmin.
fr_ca: Restauration d’achat échouée, réessayez plus tard.
he: שחזור הרכישה נכשל, נסה שוב מאוחר יותר.
hi: खरीदारी पुनर्स्थापित करने में असफल, कृपया बाद में फिर कोशिश करें।
hr: Vraćanje kupnje nije uspjelo, pokušaj ponovo kasnije.
hu: Vásárlás visszaállítása sikertelen, próbáld újra később.
id: Gagal memulihkan pembelian, coba lagi nanti.
it: Ripristino acquisto fallito, riprova più tardi.
ja: 購入の復元に失敗しました。後ほど再度お試しください
ms: Gagal memulihkan pembelian, sila cuba lagi nanti.
nb: Kunne ikke gjenopprette kjøp, prøv igjen senere.
nl: Aankoop herstellen mislukt, probeer later opnieuw.
pl: Nie udało się przywrócić zakupu, spróbuj ponownie później.
pt_pt: Falha ao repor compra, tenta novamente mais tarde.
ro: Restabilirea achiziției a eșuat, încearcă mai târziu.
ru: Не удалось восстановить покупку, попробуй позже
sk: Obnovenie nákupu zlyhalo, skús neskôr
sl: Obnovitev nakupa ni uspela, poskusi znova pozneje.
sv: Kunde inte återställa köp, försök igen senare.
th: กู้คืนการซื้อไม่สำเร็จ โปรดลองอีกครั้งภายหลัง
tr: Satın almayı geri yükleme başarısız, lütfen daha sonra tekrar deneyin
uk: Не вдалося відновити покупку, спробуйте пізніше.
vi: Khôi phục mua hàng thất bại, vui lòng thử lại sau.

source: Failed to purchase, Please try again.
ar: فشل الشراء، يرجى المحاولة مرة أخرى.
ca: Error en la compra. Torna-ho a provar.
cs: Nákup selhal. Zkuste to znovu.
da: Køb mislykkedes. Prøv igen.
de: Kauf fehlgeschlagen. Bitte erneut versuchen.
el: Η αγορά απέτυχε. Δοκίμασε ξανά.
es: Compra fallida. Inténtalo de nuevo.
fi: Osto epäonnistui. Yritä uudelleen.
fr_ca: Achat échoué. Réessayez.
he: הרכישה נכשלה. נסה שוב.
hi: खरीदारी असफल। कृपया फिर कोशिश करें।
hr: Kupnja nije uspjela. Pokušaj ponovo.
hu: Vásárlás sikertelen. Próbáld újra.
id: Pembelian gagal. Coba lagi.
it: Acquisto fallito. Riprova.
ja: 購入に失敗しました。もう一度お試しください
ms: Pembelian gagal. Sila cuba lagi.
nb: Kjøp mislyktes. Prøv igjen.
nl: Aankoop mislukt. Probeer opnieuw.
pl: Zakup nieudany. Spróbuj ponownie.
pt_pt: Compra falhou. Tenta novamente.
ro: Achiziția a eșuat. Încearcă din nou.
ru: Покупка не удалась. Попробуй ещё раз
sk: Nákup zlyhal. Skús znova.
sl: Nakup ni uspel. Poskusi znova.
sv: Köp misslyckades. Försök igen.
th: ซื้อไม่สำเร็จ โปรดลองอีกครั้ง
tr: Satın alma başarısız, lütfen tekrar deneyin
uk: Не вдалося здійснити покупку. Спробуйте ще раз.
vi: Mua hàng thất bại. Vui lòng thử lại.

source: Enjoying the App?
ar: هل تستمتع بالتطبيق؟
ca: T'agrada l'app?
cs: Baví vás aplikace?
da: Kan du lide appen?
de: Gefällt dir die App?
el: Σου αρέσει η εφαρμογή;
es: ¿Te está gustando la app?
fi: Pidätkö sovelluksesta?
fr_ca: Vous aimez l’app ?
he: נהנים מהאפליקציה?
hi: ऐप पसंद आ रहा है?
hr: Sviđa ti se aplikacija?
hu: Tetszik az app?
id: Suka dengan aplikasinya?
it: Ti piace l’app?
ja: アプリ楽しんでますか？
ms: Seronok guna app ni?
nb: Liker du appen?
nl: Vind je de app leuk?
pl: Podoba Ci się aplikacja?
pt_pt: Estás a gostar da app?
ro: Îți place aplicația?
ru: Нравится приложение?
sk: Páči sa ti aplikácia?
sl: Ti je aplikacija všeč?
sv: Gillar du appen?
th: สนุกกับแอปหรือไม่?
tr: Uygulamadan memnun musunuz?
uk: Подобається додаток?
vi: Bạn đang thích ứng dụng chứ?

source: If you enjoy Brainify app, would you mind rating us on the App Store?
ar: إذا كنت تستمتع بتطبيق Brainify، هل يمكنك تقييمنا على متجر التطبيقات؟
ca: Si t'agrada Brainify, ens faries el favor de valorar-nos a l'App Store?
cs: Pokud se vám Brainify líbí, ohodnoťte nás prosím v App Store
da: Hvis du kan lide Brainify, vil du så give os en vurdering i App Store?
de: Wenn dir Brainify gefällt, würdest du uns im App Store bewerten?
el: Αν σου αρέσει το Brainify, θα μας έκανες τη χάρη να μας βαθμολογήσεις στο App Store;
es: Si te gusta Brainify, ¿te importaría dejarnos una valoración en la App Store?
fi: Jos pidät Brainifysta, voisitko arvostella meidät App Storessa?
fr_ca: Si vous aimez Brainify, ça nous ferait plaisir d’avoir votre évaluation sur l’App Store !
he: אם אתה נהנה מ-Brainify, נשמח אם תדרג אותנו ב-App Store
hi: अगर आपको Brainify पसंद है तो कृपया हमें App Store पर रेटिंग दें
hr: Ako ti se sviđa Brainify, bi li nas ocijenio/la u App Storeu?
hu: Ha tetszik a Brainify, szívesen adnál nekünk értékelést az App Store-ban?
id: Kalau suka Brainify, boleh kasih rating di App Store?
it: Se ti piace Brainify, ci faresti la cortesia di lasciarci una recensione su App Store?
ja: Brainifyがお気に召したら、App Storeで評価していただけると嬉しいです！
ms: Kalau suka Brainify, boleh tak tinggalkan rating di App Store?
nb: Hvis du liker Brainify, hadde det vært hyggelig om du ga oss en vurdering i App Store!
nl: Als je Brainify leuk vindt, wil je ons dan beoordelen in de App Store?
pl: Jeśli lubisz Brainify, czy zechciałbyś nas ocenić w App Store?
pt_pt: Se gostas da Brainify, importas-te de nos avaliar na App Store?
ro: Dacă îți place Brainify, ne-ai face o favoare să ne evaluezi în App Store?
ru: Если тебе нравится Brainify, не хочешь оставить нам оценку в App Store?
sk: Ak sa ti Brainify páči, ohodnotil by si nás v App Store?
sl: Če ti je Brainify všeč, bi nas ocenil v App Store?
sv: Om du gillar Brainify, skulle du vilja ge oss ett betyg i App Store?
th: ถ้าคุณสนุกกับแอป Brainify ช่วยให้คะแนนเราใน App Store ด้วยได้ไหม?
tr: Brainify uygulamasını beğendiyseniz, App Store’da bizi değerlendirir misiniz?
uk: Якщо вам подобається Brainify, чи не могли б ви оцінити нас в App Store?
vi: Nếu bạn thích Brainify, bạn có phiền đánh giá chúng tôi trên App Store không?

source: Give Feedback
ar: أرسل تعليقاً
ca: Dóna'ns feedback
cs: Poslat zpětnou vazbu
da: Giv feedback
de: Feedback geben
el: Στείλε μας σχόλια
es: Enviar opinión
fi: Anna palautetta
fr_ca: Donner votre avis
he: שלח משובק
hi: फीडबैक दें
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
id: Beri Masukan
it: Invia feedback
ja: フィードバックを送る
ms: Beri Maklum Balas
nb: Gi tilbakemelding
nl: Feedback geven
pl: Prześlij opinię
pt_pt: Enviar Feedback
ro: Trimite feedback
ru: Оставить отзыв
sk: Poslať spätnú väzbu
sl: Pošlji povratne informacije
sv: Ge feedback
th: แสดงความคิดเห็น
tr: Geri Bildirim Ver
uk: Надіслати відгук
vi: Gửi phản hồi

source: Free Plan
ar: الخطة المجانية
ca: Pla gratuït
cs: Bezplatný plán
da: Gratis plan
de: Kostenloser Plan
el: Δωρεάν σχέδιο
es: Plan gratuito
fi: Ilmainen suunnitelma
fr_ca: Plan gratuit
he: תוכנית חינמית
hi: मुफ़्त योजना
hr: Besplatan plan
hu: Ingyenes terv
id: Paket Gratis
it: Piano gratuito
ja: 無料プラン
ms: Pelan Percuma
nb: Gratis plan
nl: Gratis plan
pl: Plan darmowy
pt_pt: Plano gratuito
ro: Plan gratuit
ru: Бесплатный план
sk: Bezplatný plán
sl: Brezplačni načrt
sv: Gratis plan
th: แผนฟรี
tr: Ücretsiz Plan
uk: Безкоштовний план
vi: Gói miễn phí

source: Unlock Premium Features
ar: فتح الميزات المميزة
ca: Desbloqueja funcions Premium
cs: Odemknout prémiové funkce
da: Lås op for Premium-funktioner
de: Premium-Funktionen freischalten
el: Ξεκλειδώστε λειτουργίες Premium
es: Desbloquear funciones Premium
fi: Avaa Premium-ominaisuudet
fr_ca: Déverrouiller les fonctionnalités Premium
he: פתח תכונות פרימיום
hi: प्रीमियम फीचर्स अनलॉक करें
hr: Otključajte Premium značajke
hu: Prémium funkciók feloldása
id: Buka Fitur Premium
it: Sblocca le funzionalità Premium
ja: プレミアム機能をアンロック
ms: Buka Ciri Premium
nb: Lås opp Premium-funksjoner
nl: Premiumfuncties ontgrendelen
pl: Odblokuj funkcje Premium
pt_pt: Desbloquear recursos Premium
ro: Deblocați funcțiile Premium
ru: Разблокировать премиум-функции
sk: Odomknúť prémiové funkcie
sl: Odkleni Premium funkcije
sv: Lås upp Premium-funktioner
th: ปลดล็อกคุณสมบัติพรีเมียม
tr: Premium Özelliklerin Kilidini Aç
uk: Розблокувати преміум-функції
vi: Mở khóa tính năng Premium

source: Get unlimited access to Brainify features
ar: الحصول على وصول غير محدود إلى ميزات Brainify
ca: Obteniu accés il·limitat a les funcions de Brainify
cs: Získejte neomezený přístup k funkcím Brainify
da: Få ubegrænset adgang til Brainify-funktioner
de: Unbegrenzter Zugriff auf Brainify-Funktionen
el: Αποκτήστε απεριόριστη πρόσβαση στις λειτουργίες του Brainify
es: Obtén acceso ilimitado a las funciones de Brainify
fi: Hanki rajoittamaton pääsy Brainify-ominaisuuksiin
fr_ca: Accédez illimité aux fonctionnalités de Brainify
he: קבל גישה בלתי מוגבלת לתכונות Brainify
hi: Brainify फीचर्स तक असीमित पहुँच प्राप्त करें
hr: Dobijte neograničen pristup Brainify značajkama
hu: Korlátlan hozzáférés a Brainify funkciókhoz
id: Dapatkan akses tak terbatas ke fitur Brainify
it: Ottieni accesso illimitato alle funzionalità di Brainify
ja: Brainify 機能への無制限アクセスを取得
ms: Dapatkan akses tanpa had ke ciri-ciri Brainify
nb: Få ubegrenset tilgang til Brainify-funksjoner
nl: Krijg onbeperkte toegang tot Brainify-functies
pl: Uzyskaj nieograniczony dostęp do funkcji Brainify
pt_pt: Tenha acesso ilimitado aos recursos do Brainify
ro: Obțineți acces nelimitat la funcțiile Brainify
ru: Получите неограниченный доступ к функциям Brainify
sk: Získajte neobmedzený prístup k funkciám Brainify
sl: Pridobi neomejen dostop do funkcij Brainify
sv: Få obegränsad tillgång till Brainify-funktioner
th: รับสิทธิ์เข้าถึงฟีเจอร์ Brainify ได้ไม่จำกัด
tr: Brainify özelliklerine sınırsız erişim elde edin
uk: Отримайте необмежений доступ до всіх функцій Brainify
vi: Truy cập không giới hạn các tính năng Brainify

source: Type Your Equation Here...
ar: اكتب معادلتك هنا...
ca: Escriviu la vostra equació aquí...
cs: Zadejte zde svou rovnici...
da: Skriv din ligning her...
de: Schreiben Sie Ihre Gleichung hier ein...
el: Πληκτρολογήστε την εξίσωσή σας εδώ...
es: Escriba su ecuación aquí...
fi: Kirjoita yhtälösi tähän...
fr_ca: Écrivez votre équation ici...
he: הקלד את המשוואה שלך כאן...
hi: यहाँ अपना समीकरण टाइप करें...
hr: Upišite jednadžbu ovdje...
hu: Írd be az egyenletet ide...
id: Masukkan persamaan Anda di sini...
it: Scrivi qui la tua equazione...
ja: ここに数式を入力してください...
ms: Ketik persamaan Anda di sini...
nb: Skriv ligningen din her...
nl: Schrijf hier je vergelijking...
pl: Wpisz tutaj swoje równanie...
pt_pt: Digite sua equação aqui...
ro: Introduceți ecuația aici...
ru: Напишите уравнение здесь...
sk: Zadajte svoju rovnicu tu...
sl: Vpišite svojo enačbo tukaj...
sv: Skriv din ekvation här...
th: พิมพ์สมการของคุณที่นี่...
tr: Denkleminizi buraya yazın...
uk: Введіть ваше рівняння тут...
vi: Nhập phương trình của bạn tại đây...
