Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Understanding set operations and relationships.
ar: فهم عمليات وعلاقات المجموعات.
ca: Comprensió d'operacions i relacions de conjunts.
cs: Porozumění operacím a vztahům množin.
da: Forstå mængdeoperationer og relationer.
de: Mengenoperationen und -beziehungen verstehen.
el: Κατανόηση πράξεων και σχέσεων συνόλων.
es: Comprensión de operaciones y relaciones entre conjuntos.
fi: Joukko-operaatioiden ja relaatioiden ymmärtäminen.
fr_ca: Compréhension des opérations et relations ensemblistes.
he: הבנת פעולות ויחסים בין קבוצות.
hi: समुच्चय संक्रियाएँ और संबंध समझना।
hr: Razumijevanje operacija i odnosa skupova.
hu: Halmazműveletek és relációk megértése.
id: Memahami operasi dan relasi himpunan.
it: Comprensione di operazioni e relazioni tra insiemi.
ja: 集合演算と関係の理解
ms: Memahami operasi dan hubungan himpunan.
nb: Forstå mengdeoperasjoner og relasjoner.
nl: Verzamelingenbewerkingen en relaties begrijpen.
pl: Zrozumienie operacji i relacji między zbiorami.
pt_pt: Compreensão de operações e relações entre conjuntos.
ro: Înțelegerea operațiilor și relațiilor între mulțimi.
ru: Понимание операций и отношений над множествами
sk: Pochopenie operácií a vzťahov množín.
sl: Razumevanje operacij in relacij med množicami.
sv: Förstå mängdoperationer och relationer.
th: ทำความเข้าใจการดำเนินการและความสัมพันธ์ของเซต
tr: Küme işlemlerini ve ilişkilerini anlama
uk: Розуміння операцій та відношень над множинами.
vi: Hiểu về phép toán và quan hệ tập hợp.

source: Enter your set theory question.
ar: أدخل سؤال نظرية المجموعات.
ca: Introdueix aquí la teva pregunta de teoria de conjunts.
cs: Zadejte svou otázku z teorie množin.
da: Indtast dit mængdelære-spørgsmål.
de: Mengenlehre-Frage eingeben.
el: Εισήγαγε την ερώτησή σου από τη θεωρία συνόλων.
es: Introduce tu pregunta de teoría de conjuntos.
fi: Syötä joukko-opin kysymyksesi.
fr_ca: Entrez votre question de théorie des ensembles.
he: הכנס שאלה מתורת הקבוצות.
hi: अपना समुच्चय सिद्धांत प्रश्न डालें।
hr: Unesi svoje pitanje iz teorije skupova.
hu: Ide írd a halmazelméleti kérdésed.
id: Masukkan pertanyaan teori himpunanmu.
it: Inserisci la tua domanda di teoria degli insiemi.
ja: 集合論の質問を入力
ms: Masukkan soalan teori himpunan.
nb: Skriv inn mengdelærespørsmålet ditt.
nl: Voer je verzamelingenleer-vraag in.
pl: Wpisz pytanie z teorii zbiorów.
pt_pt: Insere a tua pergunta de teoria dos conjuntos.
ro: Introdu întrebarea ta din teoria mulțimilor.
ru: Введи вопрос по теории множеств
sk: Zadaj otázku z teórie množín.
sl: Vnesi vprašanje iz teorije množic.
sv: Ange din mängdlärfråga.
th: กรอกคำถามทฤษฎีเซตของคุณที่นี่
tr: Küme teorisi sorunuz buraya
uk: Введіть ваше питання з теорії множин.
vi: Nhập câu hỏi lý thuyết tập hợp.

source: Real Analysis
ar: التحليل الحقيقي
ca: Anàlisi real
cs: Reálná analýza
da: Realanalyse
de: Reelle Analysis
el: Πραγματική Ανάλυση
es: Análisis real
fi: Reaalianalyysi
fr_ca: Analyse réelle
he: אנליזה ממשית
hi: वास्तविक विश्लेषण
hr: Realna analiza
hu: Valós analízis
id: Analisis Real
it: Analisi reale
ja: 実解析
ms: Analisis Real
nb: Realanalyse
nl: Reële analyse
pl: Analiza rzeczywista
pt_pt: Análise Real
ro: Analiză reală
ru: Математический анализ
sk: Reálna analýza
sl: Realna analiza
sv: Reell analys
th: วิเคราะห์จริง
tr: Gerçek Analiz
uk: Математичний аналіз
vi: Giải tích thực

source: Exploring limits, sequences, and continuity.
ar: استكشاف النهايات والمتتاليات والاستمرارية.
ca: Exploració de límits, successions i continuïtat.
cs: Zkoumání limit, posloupností a spojitosti.
da: Udforskning af grænseværdier, følge og kontinuitet.
de: Grenzwerte, Folgen und Stetigkeit untersuchen.
el: Μελέτη ορίων, ακολουθιών και συνέχειας.
es: Exploración de límites, sucesiones y continuidad.
fi: Raja-arvojen, jonojen ja jatkuvuuden tutkiminen.
fr_ca: Exploration des limites, suites et continuité.
he: חקר גבולות, סדרות ורציפות.
hi: सीमाएँ, अनुक्रम और संतति का अध्ययन।
hr: Istraživanje limesa, nizova i neprekidnosti.
hu: Határértékek, sorozatok és folytonosság vizsgálata.
id: Menjelajahi limit, barisan, dan kontinuitas.
it: Studio di limiti, successioni e continuità.
ja: 極限・数列・連続性の探求
ms: Meneroka had, turutan dan kekontinuan.
nb: Utforske grenseverdier, rekker og kontinuitet.
nl: Limieten, rijen en continuïteit onderzoeken.
pl: Badanie granic, ciągów i ciągłości.
pt_pt: Exploração de limites, sequências e continuidade.
ro: Explorarea limitelor, șirurilor și continuității.
ru: Изучение пределов, последовательностей и непрерывности
sk: Skúmanie limit, postupností a spojitosti.
sl: Raziščimo limite, zaporedja in zvezne funkcije.
sv: Utforska gränsvärden, talföljder och kontinuitet.
th: สำรวจลิมิต ลำดับ และความต่อเนื่อง
tr: Limitleri, dizileri ve sürekliliği keşfetme
uk: Дослідження границь, послідовностей та неперервності.
vi: Khám phá giới hạn, dãy số và tính liên tục.

source: Enter your real analysis function or sequence here.
ar: أدخل دالتك أو متتاليتك في التحليل الحقيقي هنا.
ca: Introdueix aquí la teva funció o successió d'anàlisi real.
cs: Sem vložte funkci nebo posloupnost z reálné analýzy.
da: Indtast din realanalyse-funktion eller -følge her.
de: Funktion oder Folge aus der reellen Analysis eingeben.
el: Εισήγαγε τη συνάρτηση ή ακολουθία πραγματικής ανάλυσης.
es: Introduce aquí tu función o sucesión de análisis real.
fi: Syötä reaalianalyysin funktio tai jono tähän.
fr_ca: Entrez votre fonction ou suite d’analyse réelle ici.
he: הכנס פונקציה או סדרה מאנליזה ממשית.
hi: अपना वास्तविक विश्लेषण फलन या अनुक्रम यहाँ डालें।
hr: Unesi svoju funkciju ili niz iz realne analize ovdje.
hu: Ide írd a valós analízisbeli függvényt vagy sorozatot.
id: Masukkan fungsi atau barisan analisis realmu.
it: Inserisci qui la tua funzione o successione di analisi reale.
ja: 実解析の関数・数列を入力
ms: Masukkan fungsi atau turutan analisis real anda.
nb: Skriv inn funksjonen eller rekken din fra realanalyse.
nl: Voer hier je functie of rij in.
pl: Wpisz tutaj swoją funkcję lub ciąg z analizy rzeczywistej.
pt_pt: Insere aqui a tua função ou sequência de análise real.
ro: Introdu aici funcția sau șirul tău de analiză reală.
ru: Введи функцию или последовательность из матанализа
sk: Sem zadaj funkciu alebo postupnosť z reálnej analýzy.
sl: Tukaj vnesi funkcijo ali zaporedje iz realne analize.
sv: Ange din funktion eller talföljd för reell analys här.
th: กรอกฟังก์ชันหรือการลำดับวิเคราะห์จริงของคุณที่นี่
tr: Gerçek analiz fonksiyonunuzu veya dizinizi buraya girin
uk: Введіть вашу функцію чи послідовність з математичного аналізу.
vi: Nhập hàm hoặc dãy số giải tích thực.

source: Complex Analysis
ar: التحليل المركب
ca: Anàlisi complexa
cs: Komplexní analýza
da: Kompleks analyse
de: Komplexe Analysis
el: Μιγαδική Ανάλυση
es: Análisis complejo
fi: Kompleksianalyysi
fr_ca: Analyse complexe
he: אנליזה מרוכבת
hi: संकर विश्लेषण
hr: Kompleksna analiza
hu: Komplex analízis
id: Analisis Kompleks
it: Analisi complessa
ja: 複素解析
ms: Analisis Kompleks
nb: Kompleks analyse
nl: Complexe analyse
pl: Analiza zespolona
pt_pt: Análise Complexa
ro: Analiză complexă
ru: Комплексный анализ
sk: Komplexná analýza
sl: Kompleksna analiza
sv: Komplex analys
th: วิเคราะห์เชิงซ้อน
tr: Karmaşık Analiz
uk: Комплексний аналіз
vi: Giải tích phức

source: Delving into complex numbers and functions.
ar: التعمق في الأعداد والدوال المركبة.
ca: Aprofundiment en nombres i funcions complexes.
cs: Hloubkové studium komplexních čísel a funkcí.
da: Dyk ned i komplekse tal og funktioner.
de: Vertiefung in komplexe Zahlen und Funktionen.
el: Εμβάθυνση σε μιγαδικούς αριθμούς και συναρτήσεις.
es: Profundización en números y funciones complejas.
fi: Kompleksilukujen ja funktioiden syvällinen tutkiminen.
fr_ca: Plongée dans les nombres et fonctions complexes.
he: העמקה במספרים ופונקציות מרוכבים.
hi: संकर संख्याएँ और फलनों का गहरा अध्ययन।
hr: Dubinsko proučavanje kompleksnih brojeva i funkcija.
hu: Komplex számok és függvények mélyebb tanulmányozása.
id: Mendalami bilangan dan fungsi kompleks.
it: Approfondimento di numeri e funzioni complesse.
ja: 複素数と複素関数の深掘り
ms: Menyelami nombor dan fungsi kompleks.
nb: Dypdykk i komplekse tall og funksjoner.
nl: Diepgaand complexe getallen en functies.
pl: Zagłębianie się w liczby i funkcje zespolone.
pt_pt: Aprofundamento em números e funções complexas.
ro: Aprofundare în numere și funcții complexe.
ru: Глубокое изучение комплексных чисел и функций
sk: Hlbší ponor do komplexných čísel a funkcií.
sl: Poglobitev v kompleksna števila in funkcije.
sv: Djupdykning i komplexa tal och funktioner.
th: เจาะลึกจำนวนและฟังก์ชันเชิงซ้อน
tr: Karmaşık sayılar ve fonksiyonlar üzerine çalışma
uk: Занурення в комплексні числа та функції.
vi: Đi sâu vào số phức và hàm phức.

source: Input your complex number problem.
ar: أدخل مسألة العدد المركب.
ca: Introdueix aquí el teu problema de nombres complexos.
cs: Vložte svůj problém s komplexními čísly.
da: Indtast dit problem med komplekse tal.
de: Problem mit komplexen Zahlen eingeben.
el: Εισήγαγε το πρόβλημά σου με μιγαδικούς.
es: Introduce tu problema con números complejos.
fi: Syötä kompleksilukuihin liittyvä ongelmasi.
fr_ca: Entrez votre problème de nombres complexes.
he: הכנס בעיה עם מספרים מרוכבים.
hi: अपनी संकर संख्या समस्या डालें।
hr: Unesi svoj problem s kompleksnim brojevima.
hu: Ide írd a komplex számokkal kapcsolatos feladatot.
id: Masukkan masalah bilangan kompleksmu.
it: Inserisci il tuo problema con numeri complessi.
ja: 複素数の問題を入力
ms: Masukkan masalah nombor kompleks anda.
nb: Skriv inn problemet ditt med komplekse tall.
nl: Voer je complexe-getallenprobleem in.
pl: Wpisz problem z liczbami zespolonymi.
pt_pt: Insere o teu problema com números complexos.
ro: Introdu problema ta cu numere complexe.
ru: Введи задачу с комплексными числами
sk: Zadaj problém s komplexnými číslami.
sl: Vnesi problem s kompleksnimi števili.
sv: Ange ditt komplexa tal-problem.
th: กรอกปัญหาจำนวนเชิงซ้อนของคุณ
tr: Karmaşık sayı probleminizi girin
uk: Введіть задачу з комплексними числами числами.
vi: Nhập bài toán số phức của bạn.

source: Mathematical Logic
ar: المنطق الرياضي
ca: Lògica matemàtica
cs: Matematická logika
da: Matematisk logik
de: Mathematische Logik
el: Μαθηματική Λογική
es: Lógica matemática
fi: Matemaattinen logiikka
fr_ca: Logique mathématique
he: לוגיקה מתמטית
hi: गणितीय तर्कशास्त्र
hr: Matematička logika
hu: Matematikai logika
id: Logika Matematika
it: Logica matematica
ja: 数理論理学
ms: Logik Matematik
nb: Matematisk logikk
nl: Wiskundige logica
pl: Logika matematyczna
pt_pt: Lógica Matemática
ro: Logică matematică
ru: Математическая логика
sk: Matematická logika
sl: Matematična logika
sv: Matematisk logik
th: ตรรกศาสตร์คณิตศาสตร์
tr: Matematiksel Mantık
uk: Математична логіка
vi: Logic toán học

source: Understanding logical proofs and reasoning.
ar: فهم البراهين والاستدلال المنطقي.
ca: Comprensió de demostracions i raonament lògic.
cs: Porozumění logickým důkazům a uvažování.
da: Forstå logiske beviser og ræsonnementer.
de: Logische Beweise und Schlussfolgerungen verstehen.
el: Κατανόηση λογικών αποδείξεων και συλλογισμού.
es: Comprensión de pruebas y razonamiento lógico.
fi: Loogisten todistusten ja päättelyn ymmärtäminen.
fr_ca: Compréhension des preuves et du raisonnement logique.
he: הבנת הוכחות וחשיבה לוגית.
hi: तार्किक प्रमाण और तर्क समझना।
hr: Razumijevanje logičkih dokaza i zaključivanja.
hu: Logikai bizonyítások és érvelés megértése.
id: Memahami pembuktian dan penalaran logika.
it: Comprensione di dimostrazioni e ragionamento logico.
ja: 論理証明と推論の理解
ms: Memahami bukti dan penaakulan logik.
nb: Forstå logiske bevis og resonnement.
nl: Logische bewijzen en redeneren begrijpen.
pl: Zrozumienie dowodów i rozumowania logicznego.
pt_pt: Compreensão de provas e raciocínio lógico.
ro: Înțelegerea demonstrațiilor și raționamentului logic.
ru: Понимание логических доказательств и рассуждений
sk: Pochopenie logických dôkazov a úsudkov.
sl: Razumevanje logičnih dokazov in sklepanja.
sv: Förstå logiska bevis och resonemang.
th: ทำความเข้าใจการพิสูจน์เชิงตรรกะและเหตุผล
tr: Mantıksal kanıtları ve akıl yürütmeyi anlama
uk: Розуміння логічних доведень та міркувань.
vi: Hiểu về chứng minh và lập luận logic.

source: Enter your logical statement.
ar: أدخل العبارة المنطقية.
ca: Introdueix la teva afirmació lògica.
cs: Zadejte své logické tvrzení.
da: Indtast din logiske udsagn.
de: Logischen Ausdruck eingeben.
el: Εισήγαγε τη λογική σου πρόταση.
es: Introduce tu afirmación lógica.
fi: Syötä looginen lauseesi.
fr_ca: Entrez votre énoncé logique.
he: הכנס אמירה לוגית.
hi: अपना तार्किक कथन डालें।
hr: Unesi svoj logički izraz.
hu: Ide írd a logikai állítást.
id: Masukkan pernyataan logikamu.
it: Inserisci la tua affermazione logica.
ja: 論理式を入力
ms: Masukkan pernyataan logik anda.
nb: Skriv inn den logiske påstanden din.
nl: Voer je logische uitspraak in.
pl: Wpisz swoje zdanie logiczne.
pt_pt: Insere a tua afirmação lógica.
ro: Introdu afirmația ta logică.
ru: Введи логическое выражение
sk: Zadaj svoj logický výrok.
sl: Vnesi logično izjavo.
sv: Ange ditt logiska påstående.
th: กรอกประโยคตรรกะของคุณ
tr: Mantıksal ifadenizi girin
uk: Введіть ваш логічний вираз.
vi: Nhập phát biểu logic của bạn.

source: Abstract Algebra
ar: الجبر المجرد
ca: Àlgebra abstracta
cs: Abstraktní algebra
da: Abstrakt algebra
de: Abstrakte Algebra
el: Αφηρημένη Άλγεβρα
es: Álgebra abstracta
fi: Abstrakti algebra
fr_ca: Algèbre abstraite
he: אלגברה מופשטת
hi: अमूर्त बीजगणित
hr: Apstraktna algebra
hu: Absztrakt algebra
id: Aljabar Abstrak
it: Algebra astratta
ja: 抽象代数学
ms: Algebra Abstrak
nb: Abstrakt algebra
nl: Abstracte algebra
pl: Algebra abstrakcyjna
pt_pt: Álgebra Abstrata
ro: Algebră abstractă
ru: Абстрактная алгебра
sk: Abstraktná algebra
sl: Abstraktna algebra
sv: Abstrakt algebra
th: พีชคณิตนามธรรม
tr: Soyut Cebir
uk: Абстрактна алгебра
vi: Đại số trừu tượng

source: Working with groups, rings, and fields.
ar: العمل مع الزمر والحلقات والحقول.
ca: Treball amb grups, anells i cossos.
cs: Práce se grupami, okruhy a tělesy.
da: Arbejde med grupper, ringe og legemer.
de: Arbeiten mit Gruppen, Ringen und Körpern.
el: Εργασία με ομάδες, δακτυλίους και σώματα.
es: Trabajo con grupos, anillos y cuerpos.
fi: Ryhmien, renkaiden ja kuntien käsittely.
fr_ca: Travail avec les groupes, anneaux et corps.
he: עבודה עם חבורות, חוגים ושדות.
hi: समूह, वलय और क्षेत्रों के साथ काम।
hr: Rad s grupama, prstenovima i poljima.
hu: Csoportokkal, gyűrűkkel és testekkel való munka.
id: Bekerja dengan grup, ring, dan lapangan.
it: Lavoro con gruppi, anelli e campi.
ja: 群・環・体の操作
ms: Bekerja dengan kumpulan, gelanggang dan medan.
nb: Jobbe med grupper, ringer og legemer.
nl: Werken met groepen, ringen en lichamen.
pl: Praca z grupami, pierścieniami i ciałami.
pt_pt: Trabalho com grupos, anéis e corpos.
ro: Lucrul cu grupuri, inele și corpuri.
ru: Работа с группами, кольцами и полями
sk: Práca so skupinami, krúžkami a telami.
sl: Delamo s grupami, obročki in obsegami.
sv: Arbeta med grupper, ringar och kroppar.
th: ทำงานกับกรุ๊ป ริง และฟิลด์
tr: Gruplar, halkalar ve alanlarla çalışma
uk: Робота з групами, кільцями та полями.
vi: Làm việc với nhóm, vành và trường.

source: Type your abstract algebra problem here.
ar: اكتب مسألة الجبر المجرد هنا.
ca: Escriu aquí el teu problema d'àlgebra abstracta.
cs: Sem napište problém z abstraktní algebry.
da: Skriv dit abstrakte algebra-problem her.
de: Abstrakte-Algebra-Problem hier eingeben.
el: Πληκτρολόγησε το πρόβλημα αφηρημένης άλγεβρας.
es: Escribe aquí tu problema de álgebra abstracta.
fi: Kirjoita abstraktin algebran ongelmasi tähän.
fr_ca: Tapez votre problème d’algèbre abstraite ici.
he: הקלד בעיה מאלגברה מופשטת.
hi: अमूर्त बीजगणित समस्या यहाँ टाइप करें।
hr: Upiši svoj problem iz apstraktne algebre ovdje.
hu: Ide írd az absztrakt algebra feladatot.
id: Ketik masalah aljabar abstrakmu.
it: Scrivi qui il tuo problema di algebra astratta.
ja: 抽象代数学の問題を入力
ms: Taip masalah algebra abstrak anda.
nb: Skriv inn problemet ditt fra abstrakt algebra.
nl: Typ hier je abstracte-algebraprobleem.
pl: Wpisz tutaj problem z algebry abstrakcyjnej.
pt_pt: Escreve aqui o teu problema de álgebra abstrata.
ro: Scrie aici problema ta de algebră abstractă.
ru: Напиши сюда задачу по абстрактной алгебре
sk: Sem napíš problém z abstraktnej algebry.
sl: Tukaj vnesi problem iz abstraktne algebre.
sv: Skriv ditt abstrakt algebra-problem här.
th: พิมพ์ปัญหาพีชคณิตนามธรรมของคุณที่นี่
tr: Soyut cebir probleminizi buraya yazın
uk: Введіть вашу задачу з абстрактної алгебри.
vi: Nhập bài toán đại số trừu tượng.

source: Graph Theory
ar: نظرية المخططات
ca: Teoria de grafs
cs: Teorie grafů
da: Grafteori
de: Graphentheorie
el: Θεωρία Γράφων
es: Teoría de grafos
fi: Graafiteoria
fr_ca: Théorie des graphes
he: תורת הגרפים
hi: ग्राफ सिद्धांत
hr: Teorija grafova
hu: Gráfelmélet
id: Teori Graf
it: Teoria dei grafi
ja: グラフ理論
ms: Teori Graf
nb: Grafteori
nl: Grafentheorie
pl: Teoria grafów
pt_pt: Teoria dos Grafos
ro: Teoria grafurilor
ru: Теория графов
sk: Teória grafov
sl: Teorija grafov
sv: Grafteori
th: ทฤษฎีกราฟ
tr: Graf Teorisi
uk: Теорія графів
vi: Lý thuyết đồ thị

source: Analyzing graphs, networks, and their properties.
ar: تحليل المخططات والشبكات وخصائصها.
ca: Anàlisi de grafs, xarxes i les seves propietats.
cs: Analýza grafů, sítí a jejich vlastností.
da: Analyse af grafer, netværk og deres egenskaber.
de: Graphen, Netzwerke und ihre Eigenschaften analysieren.
el: Ανάλυση γράφων, δικτύων και ιδιοτήτων τους.
es: Análisis de grafos, redes y sus propiedades.
fi: Graafien, verkkojen ja niiden ominaisuuksien analysointi.
fr_ca: Analyse des graphes, réseaux et leurs propriétés.
he: ניתוח גרפים, רשתות ותכונותיהם.
hi: ग्राफ, नेटवर्क और उनकी गुणधर्मों का विश्लेषण।
hr: Analiza grafova, mreža i njihovih svojstava.
hu: Gráfok, hálózatok és tulajdonságaik elemzése.
id: Menganalisis graf, jaringan, dan sifat-sifatnya.
it: Analisi di grafi, reti e loro proprietà.
ja: グラフ・ネットワークとその性質の解析
ms: Menganalisis graf, rangkaian dan sifatnya.
nb: Analysere grafer, nettverk og deres egenskaper.
nl: Analyseren van grafen, netwerken en eigenschappen.
pl: Analiza grafów, sieci i ich własności.
pt_pt: Análise de grafos, redes e suas propriedades.
ro: Analiza grafurilor, rețelelor și proprietăților lor.
ru: Анализ графов, сетей и их свойств
sk: Analýza grafov, sietí a ich vlastností.
sl: Analiza grafov, omrežij in njihovih lastnosti.
sv: Analysera grafer, nätverk och deras egenskaper.
th: วิเคราะห์กราฟ เครือข่าย และคุณสมบัติของมัน
tr: Grafikleri, ağları ve özelliklerini analiz etme
uk: Аналіз графів, мереж та їх властивостей.
vi: Phân tích đồ thị, mạng lưới và tính chất của chúng.

source: Provide your graph theory problem.
ar: أدخل مسألة نظرية المخططات.
ca: Proporciona aquí el teu problema de teoria de grafs.
cs: Vložte svůj problém z teorie grafů.
da: Angiv dit grafteori-problem.
de: Graphentheorie-Problem eingeben.
el: Δώσε το πρόβλημα θεωρίας γράφων σου.
es: Proporciona tu problema de teoría de grafos.
fi: Anna graafiteoriaongelmasi.
fr_ca: Fournissez votre problème de théorie des graphes.
he: הכנס בעיה מתורת הגרפים.
hi: अपना ग्राफ सिद्धांत प्रश्न दें।
hr: Unesi svoj problem iz teorije grafova.
hu: Ide írd a gráfelméleti feladatot.
id: Masukkan masalah teori grafmu.
it: Inserisci il tuo problema di teoria dei grafi.
ja: グラフ理論の問題を入力
ms: Berikan masalah teori graf anda.
nb: Skriv inn grafteoriproblemet ditt.
nl: Voer je grafentheorieprobleem in.
pl: Podaj problem z teorii grafów.
pt_pt: Fornece o teu problema de teoria dos grafos.
ro: Introdu problema ta de teoria grafurilor.
ru: Введи задачу по теории графов
sk: Zadaj problém z teórie grafov.
sl: Vnesi problem iz teorije grafov.
sv: Ange ditt grafteoriproblem.
th: กรอกปัญหาทฤษฎีกราฟของคุณที่นี่
tr: Graf teorisi probleminizi girin
uk: Введіть вашу задачу з теорії графів.
vi: Nhập bài toán lý thuyết đồ thị.

source: Account
ar: الحساب
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr_ca: Compte
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
ja: アカウント
ms: Akaun
nb: Konto
pl: Konto
pt_pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sl: Račun
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản

source: App
ar: التطبيق
cs: Aplikace
el: Εφαρμογή
fi: Sovellus
he: אפליקציה
hi: ऐप
hr: Aplikacija
hu: Alkalmazás
id: Aplikasi
ja: アプリ
ms: Aplikasi
pl: Aplikacja
ro: Aplicație
ru: Приложение
sk: Aplikácia
sl: Aplikacija
th: แอป
tr: Uygulama
uk: Додаток
vi: Ứng dụng

source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Πληροφορίες
es: Acerca de
fi: Tietoja
fr_ca: À propos
he: אודות
hi: ऐप के बारे में
hr: O aplikaciji
hu: Névjegy
id: Tentang
it: Informazioni
ja: このアプリについて
ms: Perihal
nb: Om
nl: Over
pl: O aplikacji
pt_pt: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sl: O aplikaciji
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
vi: Giới thiệu

source: Upgrade to Pro
ar: الترقية إلى Pro
ca: Actualitzar a Pro
cs: Přejít na Pro
da: Opgrader til Pro
de: Zu Pro upgraden
el: Αναβάθμιση σε Pro
es: Pasar a Pro
fi: Päivitä Pro-versioon
fr_ca: Passer à Pro
he: שדרוג ל-Pro
hi: प्रो में अपग्रेड करें
hr: Nadogradi na Pro
hu: Próra váltás
id: Upgrade ke Pro
it: Passa a Pro
ja: Proにアップグレード
ms: Naik Taraf ke Pro
nb: Oppgrader til Pro
nl: Upgraden naar Pro
pl: Przejdź na Pro
pt_pt: Upgrade para Pro
ro: Treci la Pro
ru: Перейти на Pro
sk: Prejsť na Pro
sl: Nadgradi na Pro
sv: Uppgradera till Pro
th: อัปเกรดเป็น Pro
tr: Pro’ya Yükselt
uk: Оновити до Pro
vi: Nâng cấp lên Pro

source: Restore Purchase
ar: استعادة الشراء
ca: Restaurar compra
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Restaurar compra
fi: Palauta ostos
fr_ca: Restaurer l’achat
he: שחזור רכישה
hi: खरीदारी पुनर्स्थापित करें
hr: Vrati kupnju
hu: Vásárlás visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_pt: Repor Compra
ro: Restaurează achiziția
ru: Восстановить покупку
sk: Obnoviť nákup
sl: Obnovi nakup
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Almayı Geri Yükle
uk: Відновити покупку
vi: Khôi phục mua hàng

source: Share App
ar: مشاركة التطبيق
ca: Compartir l'app
cs: Sdílet aplikaci
da: Del appen
de: App teilen
el: Κοινοποίηση εφαρμογής
es: Compartir app
fi: Jaa sovellus
fr_ca: Partager l’app
he: שיתוף האפליקציה
hi: ऐप शेयर करें
hr: Podijeli aplikaciju
hu: Alkalmazás megosztása
id: Bagikan Aplikasi
it: Condividi app
ja: アプリを共有
ms: Kongsi Aplikasi
nb: Del appen
nl: App delen
pl: Udostępnij aplikację
pt_pt: Partilhar App
ro: Distribuie aplicația
ru: Поделиться приложением
sk: Zdieľať aplikáciu
sl: Deli aplikacijo
sv: Dela appen
th: แชร์แอป
tr: Uygulamayı Paylaş
uk: Поділитися додатком
vi: Chia sẻ ứng dụng

source: Rate Us
ar: قيّمنا
ca: Valora'ns
cs: Ohodnoťte nás
da: Vurder os
de: Bewerten
el: Βαθμολογήστε μας
es: Valóranos
fi: Arvostele meidät
fr_ca: Évaluez-nous
he: דרג אותנו
hi: हमें रेटिंग दें
hr: Ocijeni nas
hu: Értékelj minket
id: Beri Rating
it: Valutaci
ja: 評価する
ms: Nilai Kami
nb: Vurder oss
nl: Beoordeel ons
pl: Oceń nas
pt_pt: Avalia-nos
ro: Evaluează-ne
ru: Оценить нас
sk: Ohodnoť nás
sl: Oceni nas
sv: Betygsätt oss
th: ให้คะแนนเรา
tr: Bizi Değerlendir
uk: Оцінити нас
vi: Đánh giá chúng tôi

source: App Language
ar: لغة التطبيق
ca: Idioma de l'app
cs: Jazyk aplikace
da: Appsprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fi: Sovelluksen kieli
fr_ca: Langue de l’app
he: שפת האפליקציה
hi: ऐप की भाषा
hr: Jezik aplikacije
hu: Alkalmazás nyelve
id: Bahasa Aplikasi
it: Lingua dell’app
ja: アプリの言語
ms: Bahasa Aplikasi
nb: Appspråk
nl: App-taal
pl: Język aplikacji
pt_pt: Idioma da App
ro: Limba aplicației
ru: Язык приложения
sk: Jazyk aplikácie
sl: Jezik aplikacije
sv: Appspråk
th: ภาษาของแอป
tr: Uygulama Dili
uk: Мова додатка
vi: Ngôn ngữ ứng dụng
