Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Solving problems related to shapes and angles.
ar: حل المسائل المتعلقة بالأشكال والزوايا.
ca: Resolució de problemes de formes i angles.
cs: Řešení problémů s tvary a úhly.
da: Løsning af problemer med figurer og vinkler.
de: Probleme mit Formen und Winkeln lösen.
el: Επίλυση προβλημάτων σχημάτων και γωνιών.
es: Resolución de problemas de formas y ángulos.
fi: Muotoihin ja kulmiin liittyvien ongelmien ratkaiseminen.
fr_ca: Résolution de problèmes de formes et d’angles.
he: פתרון בעיות צורות וזוויות.
hi: आकृतियों और कोणों से संबंधित समस्याओं का हल।
hr: Rješavanje problema povezanih s oblicima i kutovima.
hu: Alakzatokkal és szögekkel kapcsolatos feladatok megoldása.
id: Menyelesaikan masalah bentuk dan sudut.
it: Risoluzione di problemi su forme e angoli.
ja: 図形・角度に関する問題の解法
ms: Menyelesaikan masalah berkaitan bentuk dan sudut.
nb: Løse problemer med former og vinkler.
nl: Meetkundige problemen met figuren en hoeken oplossen.
pl: Rozwiązywanie zadań z figur i kątów.
pt_pt: Resolução de problemas de formas e ângulos.
ro: Rezolvarea problemelor cu forme și unghiuri.
ru: Решение задач по фигурам и углам
sk: Riešenie úloh o tvaroch a uhloch.
sl: Reševanje nalog o likih in kotih.
sv: Lös problem som rör former och vinklar.
th: แก้ปัญหาเกี่ยวกับรูปทรงและมุม
tr: Şekil ve açı ile ilgili problemleri çözme
uk: Розв’язання задач про фігури та кути.
vi: Giải các bài toán về hình dạng và góc.

source: Type your geometric problem here.
ar: اكتب مسألتك الهندسية هنا.
ca: Escriu aquí el teu problema geomètric.
cs: Sem napište svůj geometrický problém.
da: Skriv dit geometriske problem her.
de: Geometrieaufgabe hier eingeben.
el: Πληκτρολόγησε το γεωμετρικό σου πρόβλημα εδώ.
es: Escribe aquí tu problema geométrico.
fi: Kirjoita geometrinen ongelmasi tähän.
fr_ca: Tapez votre problème de géométrie ici.
he: הקלד את בעיית הגיאומטריה כאן.
hi: अपनी ज्यामितीय समस्या यहाँ टाइप करें।
hr: Upiši svoj geometrijski problem ovdje.
hu: Ide írd a geometriai feladatot.
id: Ketik masalah geometrimu di sini.
it: Scrivi qui il tuo problema di geometria.
ja: 幾何の問題をここに記入
ms: Taip masalah geometri anda di sini.
nb: Skriv inn geometriproblemet ditt her.
nl: Typ hier je meetkundeprobleem.
pl: Wpisz tutaj swoje zadanie z geometrii.
pt_pt: Escreve aqui o teu problema de geometria.
ro: Scrie aici problema ta de geometrie.
ru: Напиши сюда свою задачу по геометрии
sk: Sem napíš svoj geometrický problém.
sl: Tukaj vnesi svoj geometrijski problem.
sv: Skriv ditt geometriska problem här.
th: พิมพ์ปัญหาเรขาคณิตของคุณที่นี่
tr: Geometrik probleminizi buraya yazın
uk: Введіть вашу геометричну задачу тут.
vi: Nhập bài toán hình học của bạn vào đây.

source: Trigonometry
ar: المثلثات
ca: Trigonometria
cs: Trigonometrie
da: Trigonometri
de: Trigonometrie
el: Τριγωνομετρία
es: Trigonometría
fi: Trigonometria
fr_ca: Trigonométrie
he: טריגונומטריה
hi: त्रिकोणमिति
hr: Trigonometrija
hu: Trigonometria
id: Trigonometri
it: Trigonometria
ja: 三角法
ms: Trigonometri
nb: Trigonometri
nl: Trigonometrie
pl: Trygonometria
pt_pt: Trigonometria
ro: Trigonometrie
ru: Тригонометрия
sk: Trigonometria
sl: Trigonometrija
sv: Trigonometri
th: ตรีโกณมิติ
tr: Trigonometrik
uk: Тригонометрія
vi: Lượng giác

source: Understanding trigonometric identities and equations.
ar: فهم الهويات والمعادلات المثلثية.
ca: Comprensió d'identitats i equacions trigonomètriques.
cs: Porozumění trigonometrickým identitám a rovnicím.
da: Forstå trigonometriske identiteter og ligninger.
de: Trigonometrische Identitäten und Gleichungen verstehen.
el: Κατανόηση τριγωνομετρικών ταυτοτήτων και εξισώσεων.
es: Comprensión de identidades y ecuaciones trigonométricas.
fi: Trigonometristen identiteettien ja yhtälöiden ymmärtäminen.
fr_ca: Compréhension des identités et équations trigonométriques.
he: הבנת זהויות ומשוואות טריגונומטריות.
hi: त्रिकोणमितीय सर्वसमिकाएँ और समीकरण समझना।
hr: Razumijevanje trigonometrijskih identiteta i jednadžbi.
hu: Trigonometrikus azonosságok és egyenletek megértése.
id: Memahami identitas dan persamaan trigonometri.
it: Comprensione di identità ed equazioni trigonometriche.
ja: 三角恒等式・方程式の理解
ms: Memahami identiti dan persamaan trigonometri.
nb: Forstå trigonometriske identiteter og ligninger.
nl: Trigonometrische identiteiten en vergelijkingen begrijpen.
pl: Zrozumienie tożsamości i równań trygonometrycznych.
pt_pt: Compreensão de identidades e equações trigonométricas.
ro: Înțelegerea identităților și ecuațiilor trigonometrice.
ru: Понимание тригонометрических тождеств и уравнений
sk: Pochopenie trigonometrických identít a rovníc.
sl: Razumevanje trigonometričnih identitet in enačb.
sv: Förstå trigonometriska identiteter och ekvationer.
th: ทำความเข้าใจเอกลักษณ์และสมการตรีโกณมิติ
tr: Trigonometrik özdeşlikleri ve denklemleri anlama
uk: Розуміння тригонометричних тотожностей та рівнянь.
vi: Hiểu về đẳng thức và phương trình lượng giác.

source: Enter your trigonometric equation here.
ar: أدخل معادلتك المثلثية هنا.
ca: Introdueix aquí la teva equació trigonomètrica.
cs: Sem zadejte svou trigonometrickou rovnici.
da: Indtast din trigonometriske ligning her.
de: Trigonometrische Gleichung hier eingeben.
el: Εισήγαγε την τριγωνομετρική σου εξίσωση εδώ.
es: Introduce aquí tu ecuación trigonométrica.
fi: Syötä trigonometrinen yhtälösi tähän.
fr_ca: Entrez votre équation trigonométrique ici.
he: הכנס את המשוואה הטריגונומטרית כאן.
hi: अपना त्रिकोणमितीय समीकरण यहाँ डालें।
hr: Unesi svoju trigonometrijsku jednadžbu ovdje.
hu: Ide írd a trigonometrikus egyenletet.
id: Masukkan persamaan trigonometrimu di sini.
it: Inserisci qui la tua equazione trigonometrica.
ja: 三角方程式をここに入力
ms: Masukkan persamaan trigonometri anda di sini.
nb: Skriv inn den trigonometriske ligningen din her.
nl: Voer hier je trig. vergelijking in.
pl: Wpisz tutaj swoje równanie trygonometryczne.
pt_pt: Insere aqui a tua equação trigonométrica.
ro: Introdu aici ecuația ta trigonometrică.
ru: Введи сюда своё тригонометрическое уравнение
sk: Sem zadaj svoju trigonometrickú rovnicu.
sl: Tukaj vnesi svojo trigonometrično enačbo.
sv: Ange din trigonometriska ekvation här.
th: กรอกสมการตรีโกณมิติของคุณที่นี่
tr: Trigonometrik denkleminizi buraya girin
uk: Введіть ваше тригонометричне рівняння тут.
vi: Nhập phương trình lượng giác của bạn.

source: Linear Algebra
ar: الجبر الخطي
ca: Àlgebra lineal
cs: Lineární algebra
da: Lineær algebra
de: Lineare Algebra
el: Γραμμική Άλγεβρα
es: Álgebra lineal
fi: Lineaarialgebra
fr_ca: Algèbre linéaire
he: אלגברה לינארית
hi: रैखिक बीजगणित
hr: Linearna algebra
hu: Lineáris algebra
id: Aljabar Linear
it: Algebra lineare
ja: 線形代数学
ms: Algebra Linear
nb: Lineær algebra
nl: Lineaire algebra
pl: Algebra liniowa
pt_pt: Álgebra Linear
ro: Algebră liniară
ru: Линейная алгебра
sk: Lineárna algebra
sl: Linearna algebra
sv: Linjär algebra
th: พีชคณิตเชิงเส้น
tr: Lineer Cebir
uk: Лінійна алгебра
vi: Đại số tuyến tính

source: Working with vectors, matrices, and linear systems.
ar: العمل مع المتجهات والمصفوفات والأنظمة الخطية.
ca: Treball amb vectors, matrius i sistemes lineals.
cs: Práce s vektory, maticemi a lineárními soustavami.
da: Arbejde med vektorer, matricer og lineære systemer.
de: Arbeiten mit Vektoren, Matrizen und linearen Gleichungssystemen.
el: Εργασία με διανύσματα, πίνακες και γραμμικά συστήματα.
es: Trabajo con vectores, matrices y sistemas lineales.
fi: Vektoreiden, matriisien ja lineaaristen yhtälöryhmien käsittely.
fr_ca: Travail avec les vecteurs, matrices et systèmes linéaires.
he: עבודה עם וקטורים, מטריצות ומערכות לינאריות.
hi: सदिश, मैट्रिक्स और रैखिक तंत्र के साथ काम।
hr: Rad s vektorima, matricama i linearnim sustavima.
hu: Vektorokkal, mátrixokkal és lineáris egyenletrendszerekkel való munka.
id: Bekerja dengan vektor, matriks, dan sistem linear.
it: Lavoro con vettori, matrici e sistemi lineari.
ja: ベクトル・行列・連立方程式の操作
ms: Bekerja dengan vektor, matriks dan sistem linear.
nb: Jobbe med vektorer, matriser og lineære systemer.
nl: Werken met vectoren, matrices en lineaire stelsels.
pl: Praca z wektorami, macierzami i układami liniowymi.
pt_pt: Trabalho com vetores, matrizes e sistemas lineares.
ro: Lucrul cu vectori, matrici și sisteme liniare.
ru: Работа с векторами, матрицами и линейными системами
sk: Práca s vektormi, maticami a lineárnymi systémami.
sl: Delamo z vektorji, matricami in linearnimi sistemi.
sv: Arbeta med vektorer, matriser och linjära ekvationssystem.
th: ทำงานกับเวกเตอร์ เมทริกซ์ และระบบเชิงเส้น
tr: Vektörler, matrisler ve lineer sistemlerle çalışmak
uk: Робота з векторами, матрицями та лінійними системами.
vi: Làm việc với vector, ma trận và hệ tuyến tính.

source: Input your matrix.
ar: أدخل المصفوفة.
ca: Introdueix la teva matriu.
cs: Vložte svou matici.
da: Indtast din matrix.
de: Matrix eingeben.
el: Εισήγαγε τον πίνακά σου.
es: Introduce tu matriz.
fi: Syötä matriisisi.
fr_ca: Entrez votre matrice.
he: הכנס מטריצה.
hi: अपनी मैट्रिक्स डालें।
hr: Unesi svoju matricu.
hu: Írd be a mátrixodat.
id: Masukkan matriksmu.
it: Inserisci la tua matrice.
ja: 行列を入力
ms: Masukkan matriks anda.
nb: Skriv inn matrisen din.
nl: Voer je matrix in.
pl: Wprowadź swoją macierz.
pt_pt: Insere a tua matriz.
ro: Introdu matricea ta.
ru: Введи свою матрицу
sk: Zadaj svoju maticu.
sl: Vnesi matriko.
sv: Mata in din matris.
th: ป้อนเมทริกซ์ของคุณ
tr: Matrisinizi girin
uk: Введіть вашу матрицю.
vi: Nhập ma trận của bạn.

source: Probability
ar: الاحتمالات
ca: Probabilitat
cs: Pravděpodobnost
da: Sandsynlighed
de: Wahrscheinlichkeitsrechnung
el: Πιθανότητες
es: Probabilidad
fi: Todennäköisyys
fr_ca: Probabilités
he: הסתברות
hi: प्रायिकता
hr: Vjerojatnost
hu: Valószínűségszámítás
id: Probabilitas
it: Probabilità
ja: 確率
ms: Kebarangkalian
nb: Sannsynlighet
nl: Kansrekening
pl: Prawdopodobieństwo
pt_pt: Probabilidade
ro: Probabilități
ru: Теория вероятностей
sk: Pravdepodobnosť
sl: Verjetnost
sv: Sannolikhetslära
th: ความน่าจะเป็น
tr: Olasılık
uk: Теорія ймовірностей
vi: Xác suất

source: Calculate probabilities and outcomes.
ar: حساب الاحتمالات والنتائج.
ca: Càlcul de probabilitats i resultats.
cs: Výpočet pravděpodobností a výsledků.
da: Beregn sandsynligheder og udfald.
de: Wahrscheinlichkeiten und Ergebnisse berechnen.
el: Υπολογισμός πιθανοτήτων και αποτελεσμάτων.
es: Cálculo de probabilidades y resultados.
fi: Todennäköisyyksien ja lopputulosten laskeminen.
fr_ca: Calcul de probabilités et résultats.
he: חישוב הסתברויות ותוצאות.
hi: संभावनाएँ और परिणाम गणना करें।
hr: Izračunaj vjerojatnosti i ishode.
hu: Valószínűségek és kimenetelek kiszámítása.
id: Menghitung probabilitas dan hasil.
it: Calcolo di probabilità e risultati.
ja: 確率と結果の計算
ms: Mengira kebarangkalian dan hasil.
nb: Regne ut sannsynligheter og utfall.
nl: Kansen en uitkomsten berekenen.
pl: Obliczanie prawdopodobieństw i wyników.
pt_pt: Cálculo de probabilidades e resultados.
ro: Calculul probabilităților și rezultatelor.
ru: Вычисление вероятностей и исходов
sk: Výpočet pravdepodobností a výsledkov.
sl: Izračun verjetnosti in izidov.
sv: Beräkna sannolikheter och utfall.
th: คำนวณความน่าจะเป็นและผลลัพธ์
tr: Olasılıkları ve sonuçları hesaplayın
uk: Обчислення ймовірностей та результатів.
vi: Tính xác suất và kết quả.

source: Describe your probability problem.
ar: صف مسألة الاحتمال.
ca: Descriviu el vostre problema de probabilitat.
cs: Popište svůj problém s pravděpodobností.
da: Beskriv dit sandsynlighedsproblem.
de: Beschreibe dein Wahrscheinlichkeitsproblem.
el: Περιέγραψε το πρόβλημα πιθανοτήτων σου.
es: Describe tu problema de probabilidad.
fi: Kuvaile todennäköisyysongelmasi.
fr_ca: Décrivez votre problème de probabilités.
he: תאר את בעיית ההסתברות שלך.
hi: अपनी प्रायिकता समस्या बताएँ।
hr: Opiši svoj problem vjerojatnosti.
hu: Írd le a valószínűségszámítási feladatot.
id: Jelaskan masalah probabilitasmu.
it: Descrivi il tuo problema di probabilità.
ja: 確率の問題を説明してください
ms: Terangkan masalah kebarangkalian anda.
nb: Beskriv sannsynlighetsproblemet ditt.
nl: Beschrijf je kansprobleem.
pl: Opisz swój problem z prawdopodobieństwem.
pt_pt: Descreve o teu problema de probabilidade.
ro: Descrie problema ta de probabilități.
ru: Опиши свою задачу по вероятностям
sk: Popíš svoj problém s pravdepodobnosťou.
sl: Opiši svoj problem z verjetnostjo.
sv: Beskriv ditt sannolikhetsproblem.
th: อธิบายปัญหาความน่าจะเป็นของคุณ
tr: Olasılık probleminizi açıklayın
uk: Опишіть вашу задачу з ймовірностей.
vi: Mô tả bài toán xác suất của bạn.

source: Differential Equations
ar: المعادلات التفاضلية
ca: Equacions diferencials
cs: Diferenciální rovnice
da: Differentialligninger
de: Differentialgleichungen
el: Διαφορικές Εξισώσεις
es: Ecuaciones diferenciales
fi: Differentiaaliyhtälöt
fr_ca: Équations différentielles
he: משוואות דיפרנציאליות
hi: अवकल समीकरण
hr: Diferencijalne jednadžbe
hu: Differenciálegyenletek
id: Persamaan Diferensial
it: Equazioni differenziali
ja: 微分方程式
ms: Persamaan Pembezaan
nb: Differensialligninger
nl: Differentiaalvergelijkingen
pl: Równania różniczkowe
pt_pt: Equações Diferenciais
ro: Ecuații diferențiale
ru: Дифференциальные уравнения
sk: Diferenciálne rovnice
sl: Diferencialne enačbe
sv: Differentialekvationer
th: สมการเชิงอนุพันธ์
tr: Diferansiyel Denklemler
uk: Диференціальні рівняння
vi: Phương trình vi phân

source: Solving first-order and second-order equations.
ar: حل المعادلات من الرتبة الأولى والثانية.
ca: Resolució d'equacions de primer i segon ordre.
cs: Řešení diferenciálních rovnic 1. a 2. řádu.
da: Løsning af 1.- og 2.-ordens differentialligninger.
de: Differentialgleichungen 1. und 2. Ordnung lösen.
el: Επίλυση διαφορικών εξισώσεων 1ης και 2ης τάξης.
es: Resolución de ecuaciones de primer y segundo orden.
fi: Ensimmäisen ja toisen asteen differentiaaliyhtälöiden ratkaiseminen.
fr_ca: Résolution d’équations différentielles du 1er et 2e ordre.
he: פתרון משוואות מסדר ראשון ושני.
hi: प्रथम और द्वितीय कोटि के अवकल समीकरण हल करना।
hr: Rješavanje diferencijalnih jednadžbi prvog i drugog reda.
hu: Első- és másodrendű differenciálegyenletek megoldása.
id: Menyelesaikan persamaan diferensial orde satu dan dua.
it: Risoluzione di equazioni di 1° e 2° ordine.
ja: 1次・2次微分方程式の解法
ms: Menyelesaikan persamaan pembezaan tertib satu dan dua.
nb: Løse 1.- og 2.-ordens differensialligninger.
nl: 1e- en 2e-ordevergelijkingen oplossen.
pl: Rozwiązywanie równań I i II rzędu.
pt_pt: Resolução de equações de 1.ª e 2.ª ordem.
ro: Rezolvarea ecuațiilor de ordinul întâi și al doilea.
ru: Решение дифференциальных уравнений 1-го и 2-го порядка
sk: Riešenie diferenciálnych rovníc 1. a 2. rádu.
sl: Reševanje diferencialnih enačb 1. in 2 reda.
sv: Lös första- och andragradens differentialekvationer.
th: แก้สมการลำดับที่หนึ่งและสอง
tr: Birinci ve ikinci dereceden denklemleri çözme
uk: Розв’язання рівнянь першого та другого порядку.
vi: Giải phương trình vi phân bậc một và bậc hai.

source: Enter your differential equation to solve here.
ar: أدخل المعادلة التفاضلية لحلها هنا.
ca: Introdueix aquí l'equació diferencial a resoldre.
cs: Sem zadejte diferenciální rovnici k vyřešení.
da: Indtast din differentialligning her.
de: Zu lösende Differentialgleichung hier eingeben.
el: Εισήγαγε τη διαφορική σου εξίσωση εδώ.
es: Introduce aquí la ecuación diferencial a resolver.
fi: Syötä ratkaistava differentiaaliyhtälö tähän.
fr_ca: Entrez votre équation différentielle à résoudre ici.
he: הכנס את המשוואה הדיפרנציאלית לפתרון.
hi: हल करने के लिए अपना अवकल समीकरण यहाँ डालें।
hr: Unesi diferencijalnu jednadžbu za rješavanje.
hu: Ide írd a megoldandó differenciálegyenletet.
id: Masukkan persamaan diferensial yang ingin diselesaikan.
it: Inserisci qui l’equazione differenziale da risolvere.
ja: 解きたい微分方程式を入力
ms: Masukkan persamaan pembezaan anda di sini.
nb: Skriv inn differensialligningen du vil løse her.
nl: Voer hier je differentiaalvergelijking in.
pl: Wpisz tutaj równanie różniczkowe do rozwiązania.
pt_pt: Insere aqui a equação diferencial que queres resolver.
ro: Introdu aici ecuația diferențială de rezolvat.
ru: Введи сюда дифференциальное уравнение для решения
sk: Sem zadaj diferenciálnu rovnicu na vyriešenie.
sl: Tukaj vnesi diferencialno enačbo za reševanje.
sv: Ange din differentialekvation här.
th: กรอกสมการเชิงอนุพันธ์ของคุณที่นี่
tr: Çözmek istediğiniz diferansiyel denklemi buraya girin
uk: Введіть ваше диференціальне рівняння для розв’язання.
vi: Nhập phương trình vi phân cần giải.

source: Number Theory
ar: نظرية الأعداد
ca: Teoria de nombres
cs: Teorie čísel
da: Talteori
de: Zahlentheorie
el: Θεωρία Αριθμών
es: Teoría de números
fi: Lukuteoria
fr_ca: Théorie des nombres
he: תורת המספרים
hi: संख्या सिद्धांत
hr: Teorija brojeva
hu: Számelmélet
id: Teori Bilangan
it: Teoria dei numeri
ja: 数論
ms: Teori Nombor
nb: Tallteori
nl: Getaltheorie
pl: Teoria liczb
pt_pt: Teoria dos Números
ro: Teoria numerelor
ru: Теория чисел
sk: Teória čísel
sl: Teorija števil
sv: Talteori
th: ทฤษฎีจำนวน
tr: Sayı Teorisi
uk: Теорія чисел
vi: Lý thuyết số

source: Exploring prime numbers and divisibility rules.
ar: استكشاف الأعداد الأولية وقوانين القابلية للقسمة.
ca: Exploració de nombres primers i regles de divisibilitat.
cs: Zkoumání prvočísel a pravidel dělitelnosti.
da: Udforskning af primtal og delbarhedsregler.
de: Primzahlen und Teilbarkeitsregeln untersuchen.
el: Εξεχνάμε πρώτους αριθμούς και κανόνες διαιρετότητας.
es: Exploración de números primos y reglas de divisibilidad.
fi: Alkulukujen ja jaollisuussääntöjen tutkiminen.
fr_ca: Exploration des nombres premiers et règles de divisibilité.
he: ח противопור ראשוניים וכללי חלוקה.
hi: अभाज्य संख्याएँ और भाज्यता नियमों का अध्ययन।
hr: Istraživanje prostih brojeva i pravila djeljivosti.
hu: Prímszámok és oszthatósági szabályok vizsgálata.
id: Menjelajahi bilangan prima dan aturan pembagi.
it: Esplorazione dei numeri primi e regole di divisibilità.
ja: 素数・約数規則の探求
ms: Meneroka nombor perdana dan peraturan kebolehbahagian.
nb: Utforske primtall og delbarhetsregler.
nl: Priemgetallen en delbaarheidsregels onderzoeken.
pl: Poznawanie liczb pierwszych i reguł podzielności.
pt_pt: Exploração de números primos e regras de divisibilidade.
ro: Explorarea numerelor prime și regulilor de divizibilitate.
ru: Изучение простых чисел и правил делимости
sk: Skúmanie prvočísel a pravidiel deliteľnosti.
sl: Raziščimo praštevila in pravila deljivosti.
sv: Utforska primtal och delbarhetsregler.
th: สำรวจจำนวนเฉพาะและกฎการหารลงตัว
tr: Asal sayıları ve bölünebilme kurallarını keşfetme
uk: Дослідження простих чисел та правил подільності.
vi: Khám phá số nguyên tố và quy tắc chia hết.

source: Input your number theory query here.
ar: أدخل استفسارك في نظرية الأعداد هنا.
ca: Introdueix aquí la teva consulta de teoria de nombres.
cs: Sem vložte svůj dotaz z teorie čísel.
da: Indtast dit talteoretiske spørgsmål her.
de: Zahlentheorie-Frage hier eingeben.
el: Εισήγαγε την ερώτησή σου από τη θεωρία αριθμών.
es: Introduce aquí tu consulta de teoría de números.
fi: Syötä lukuteoriaongelmasi tähän.
fr_ca: Entrez votre question de théorie des nombres ici.
he: הכנס שאלה מתורת המספרים.
hi: अपना संख्या सिद्धांत प्रश्न यहाँ डालें।
hr: Unesi svoj upit iz teorije brojeva ovdje.
hu: Ide írd a számelméleti kérdésed.
id: Masukkan pertanyaan teori bilanganmu.
it: Inserisci qui la tua domanda di teoria dei numeri.
ja: 数論の質問を入力
ms: Masukkan soalan teori nombor anda.
nb: Skriv inn tallteorispørsmålet ditt her.
nl: Voer hier je getaltheorievraag in.
pl: Wpisz tutaj pytanie z teorii liczb.
pt_pt: Insere aqui a tua pergunta de teoria dos números.
ro: Introdu aici întrebarea ta din teoria numerelor.
ru: Введи сюда вопрос по теории чисел
sk: Sem zadaj otázku z teórie čísel.
sl: Tukaj vnesi vprašanje iz teorije števil.
sv: Ange din talteorifråga här.
th: ป้อนคำถามทฤษฎีจำนวนของคุณที่นี่
tr: Sayı teorisi sorularınızı buraya girin
uk: Введіть ваш запит з теорії чисел.
vi: Nhập câu hỏi lý thuyết số của bạn.

source: Combinatorics
ar: التوليفات
ca: Combinatòria
cs: Kombinatorika
da: Kombinatorik
de: Kombinatorik
el: Συνδυαστική
es: Combinatoria
fi: Kombinatiikka
fr_ca: Combinatoire
he: קומבינטוריקה
hi: संकलन-विज्ञान
hr: Kombinatorika
hu: Kombinatorika
id: Kombinatorika
it: Combinatoria
ja: 組合せ論
ms: Kombinatorik
nb: Kombinatorikk
nl: Combinatoriek
pl: Kombinatoryka
pt_pt: Combinatória
ro: Combinatorică
ru: Комбинаторика
sk: Kombinatorika
sl: Kombinatorika
sv: Kombinatorik
th: การจัดหมู่
tr: Kombinatorik
uk: Комбінаторика
vi: Tổ hợp

source: Solving counting and arrangement problems.
ar: حل مسائل العد والترتيب.
ca: Resolució de problemes de recompte i ordenació.
cs: Řešení problémů počítání a uspořádání.
da: Løsning af optællings- og arrangementsproblemer.
de: Abzähl- und Anordnungsprobleme lösen.
el: Επίλυση προβλημάτων μέτρησης και διάταξης.
es: Resolución de problemas de conteo y ordenación.
fi: Laskemis- ja järjestelyongelmien ratkaiseminen.
fr_ca: Résolution de problèmes de dénombrement et d’arrangement.
he: פתרון בעיות ספירה וסידור.
hi: गिनती और क्रम व्यवस्था समस्याओं का हल।
hr: Rješavanje problema prebrojavanja i rasporeda.
hu: Számlálási és elrendezési feladatok megoldása.
id: Menyelesaikan masalah pencacahan dan pengaturan.
it: Risoluzione di problemi di conteggio e disposizione.
ja: 数え上げ・順列組合せ問題の解法
ms: Menyelesaikan masalah pengiraan dan susunan.
nb: Løse telle- og ordningsproblemer.
nl: Tel- en rangschikkingsproblemen oplossen.
pl: Rozwiązywanie zadań z liczenia i układania.
pt_pt: Resolução de problemas de contagem e arranjo.
ro: Rezolvarea problemelor de numărare și aranjare.
ru: Решение задач на подсчёт и размещение
sk: Riešenie problémov sčítania a usporiadania.
sl: Reševanje problemov štetja in razporejanja.
sv: Lös räkne- och arrangementsproblem.
th: แก้ปัญหาการนับและการจัดเรียง
tr: Sayma ve düzenleme problemlerini çözme
uk: Розв’язання задач на підрахунок та розміщення.
vi: Giải bài toán đếm và sắp xếp.

source: Provide your combination problem here.
ar: أدخل مسألة التوليف هنا.
ca: Proporciona aquí el teu problema combinatori.
cs: Sem vložte svůj kombinatorický problém.
da: Angiv dit kombinatoriske problem her.
de: Kombinatorikaufgabe hier eingeben.
el: Δώσε το συνδυαστικό σου πρόβλημα εδώ.
es: Proporciona aquí tu problema de combinatoria.
fi: Anna kombinatiikkaongelmasi tähän.
fr_ca: Fournissez votre problème de combinatoire ici.
he: הכנס בעיית קומבינטוריקה.
hi: अपनी संकलन समस्या यहाँ दें।
hr: Unesi svoj kombinatorni problem ovdje.
hu: Ide írd a kombinatori feladatot.
id: Masukkan masalah kombinasi di sini.
it: Inserisci qui il tuo problema di combinatoria.
ja: 組合せ問題を入力
ms: Berikan masalah kombinasi anda.
nb: Skriv inn kombinatorikkproblemet ditt her.
nl: Voer hier je combinatoriekprobleem in.
pl: Podaj tutaj swoje zadanie kombinatoryczne.
pt_pt: Fornece aqui o teu problema de combinatória.
ro: Introdu aici problema ta de combinatorică.
ru: Введи сюда задачу по комбинаторике
sk: Sem zadaj kombinatorickú úlohu.
sl: Tukaj vnesi kombinatorični problem.
sv: Ange ditt kombinatorikproblem här.
th: กรอกปัญหาการจัดหมู่ของคุณที่นี่
tr: Kombinasyon probleminizi buraya girin
uk: Введіть вашу комбінаторну задачу.
vi: Nhập bài toán tổ hợp của bạn.

source: Set Theory
ar: نظرية المجموعات
ca: Teoria de conjunts
cs: Teorie množin
da: Mængdelære
de: Mengenlehre
el: Θεωρία Συνόλων
es: Teoría de conjuntos
fi: Joukko-oppi
fr_ca: Théorie des ensembles
he: תורת הקבוצות
hi: समुच्चय सिद्धांत
hr: Teorija skupova
hu: Halmazelmélet
id: Teori Himpunan
it: Teoria degli insiemi
ja: 集合論
ms: Teori Himpunan
nb: Mengdelære
nl: Verzamelingenleer
pl: Teoria zbiorów
pt_pt: Teoria dos Conjuntos
ro: Teoria mulțimilor
ru: Теория множеств
sk: Teória množín
sl: Teorija množic
sv: Mängdlära
th: ทฤษฎีเซต
tr: Küme Teorisi
uk: Теорія множин
vi: Lý thuyết tập hợp
