Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Power Function with Horizontal Shift:
ar: دالة أسية مع إزاحة أفقية:
ca: Funció potència amb desplaçament horitzontal:
cs: Mocninná funkce s horizontálním posunem:
da: Potensfunktion med vandret forskydning:
de: Potenzfunktion mit horizontaler Verschiebung:
el: Δυναμική συνάρτηση με οριζόντια μετατόπιση:
es: Función potencia con desplazamiento horizontal:
fi: Potenssifunktio vaakasiirrolla:
fr_ca: Fonction puissance avec déplacement horizontal :
he: פונקציית חזקה עם הזזה אופקית:
hi: क्षैतिज विस्थापन वाला घात फलन:
hr: Potencijska funkcija s vodoravnim pomakom:
hu: Hatványfüggvény vízszintes eltolással:
id: Fungsi Pangkat dengan Geser Horizontal:
it: Funzione potenza con traslazione orizzontale:
ja: 横シフト付きべき乗関数：
ms: Fungsi Kuasa dengan Anjakan Mengufuk:
nb: Potensfunksjon med horisontal forskyvning:
nl: Machtsfunctie met horizontale verschuiving:
pl: Funkcja potęgowa z przesunięciem poziomym:
pt_pt: Função potência com deslocamento horizontal:
ro: Funcție putere cu deplasare orizontală:
ru: Степенная функция с горизонтальным сдвигом:
sk: Mocninová funkcia s horizontálnym posunom:
sl: Potenčna funkcija s horizontalnim zamikom:
sv: Potensfunktion med horisontell förskjutning:
th: ฟังก์ชันกำลังพร้อมการเลื่อนแนวนอน:
tr: Yatay Kaymalı Üs Fonksiyonu:
uk: Степенева функція з горизонтальним зсувом:
vi: Hàm lũy thừa dịch ngang:

source: Power Function with Negative Exponent:
ar: دالة أسية بأس سالب:
ca: Funció potència amb exponent negatiu:
cs: Mocninná funkce se záporným exponentem:
da: Potensfunktion med negativ eksponent:
de: Potenzfunktion mit negativem Exponenten:
el: Δυναμική συνάρτηση με αρνητικό εκθέτη:
es: Función potencia con exponente negativo:
fi: Potenssifunktio negatiivisella eksponentilla:
fr_ca: Fonction puissance à exposant négatif :
he: פונקציית חזקה עם חזקה שלילית:
hi: ऋणात्मक घातांक वाला घात फलन:
hr: Potencijska funkcija s negativnim eksponentom:
hu: Hatványfüggvény negatív kitevővel:
id: Fungsi Pangkat Eksponen Negatif:
it: Funzione potenza con esponente negativo:
ja: 負の指数のべき乗関数：
ms: Fungsi Kuasa dengan Eksponen Negatif:
nb: Potensfunksjon med negativ eksponent:
nl: Machtsfunctie met negatieve exponent:
pl: Funkcja potęgowa z ujemnym wykładnikiem:
pt_pt: Função potência com expoente negativo:
ro: Funcție putere cu exponent negativ:
ru: Степенная функция с отрицательным показателем:
sk: Mocninová funkcia so záporným exponentom:
sl: Potenčna funkcija z negativnim eksponentom:
sv: Potensfunktion med negativ exponent:
th: ฟังก์ชันกำลังพร้อมเลขยกกำลังลบ:
tr: Negatif Üs Fonksiyonu:
uk: Степенева функція з від’ємним показником:
vi: Hàm lũy thừa với số mũ âm:

source: Power Law Growth:
ar: نمو قانون الأس:
ca: Creixement segons llei de potència:
cs: Růst podle mocninného zákona:
da: Potenslovsvækst:
de: Potenzgesetz-Wachstum:
el: Ανάπτυξη κατά νόμο δύναμης:
es: Crecimiento según ley de potencia:
fi: Potenssilain mukainen kasvu:
fr_ca: Croissance en loi de puissance :
he: צמיחה לפי חוק חזקה:
hi: घात नियम वृद्धि:
hr: Rast po potencijskom zakonu:
hu: Hatványtörvény szerinti növekedés:
id: Pertumbuhan Hukum Pangkat:
it: Crescita secondo legge di potenza:
ja: べき乗則成長：
ms: Pertumbuhan Hukum Kuasa:
nb: Vekst etter potenslov:
nl: Machtswetgroei:
pl: Wzrost według prawa potęgi:
pt_pt: Crescimento por lei de potência:
ro: Creștere după legea puterii:
ru: Рост по степенному закону:
sk: Rast podľa mocninným zákonom:
sl: Rast po potenčnem zakonu:
sv: Potenslagstillväxt:
th: การเติบโตตามกฎหมายกำลัง:
tr: Üs Kanunu Büyümesi:
uk: Зростання за степеневим законом:
vi: Tăng trưởng theo lũy thừa:

source: Derivative of Power Function:
ar: مشتقة دالة الأس:
ca: Derivada de la funció potència:
cs: Derivace mocninné funkce:
da: Afledt af potensfunktion:
de: Ableitung der Potenzfunktion:
el: Παράγωγος δυναμικής συνάρτησης:
es: Derivada de la función potencia:
fi: Potenssifunktion derivaatta:
fr_ca: Dérivée de la fonction puissance :
he: נגזרת של פונקציית חזקה:
hi: घात फलन का अवकलज:
hr: Derivacija potencijske funkcije:
hu: Hatványfüggvény deriváltja:
id: Turunan Fungsi Pangkat:
it: Derivata della funzione potenza:
ja: べき乗関数の微分：
ms: Terbitan Fungsi Kuasa:
nb: Derivert av potensfunksjon:
nl: Afgeleide van machtsfunctie:
pl: Pochodna funkcji potęgowej:
pt_pt: Derivada da função potência:
ro: Derivata funcției putere:
ru: Производная степенной функции:
sk: Derivácia mocninovej funkcie:
sl: Odvedena potenčne funkcije:
sv: Derivatan av potensfunktion:
th: อนุพันธ์ของฟังก์ชันกำลัง:
tr: Üs Fonksiyonunun Türevi:
uk: Похідна степеневої функції:
vi: Đạo hàm của hàm lũy thừa:

source: Arithmetic Sequence:
ar: متتالية حسابية:
ca: Successió aritmètica:
cs: Aritmetická posloupnost:
da: Aritmetisk følge:
de: Arithmetische Folge:
el: Αριθμητική ακολουθία:
es: Sucesión aritmética:
fi: Aritmeettinen jono:
fr_ca: Suite arithmétique :
he: סדרה חשבונית:
hi: समानांख्यिकी श्रेणी:
hr: Aritmetički niz:
hu: Számtani sorozat:
id: Barisan Aritmetika:
it: Successione aritmetica:
ja: 等差数列：
ms: Turutan Aritmetik:
nb: Aritmetisk rekke:
nl: Arithmetische rij:
pl: Ciąg arytmetyczny:
pt_pt: Sequência aritmética:
ro: Șir aritmetic:
ru: Арифметическая прогрессия:
sk: Aritmetická postupnosť:
sl: Aritmetično zaporedje:
sv: Aritmetisk talföljd:
th: ลำดับเลขคณิต:
tr: Aritmetik Dizi:
uk: Арифметична прогресія
vi: Cấp số cộng

source: Geometric Sequence:
ar: متتالية هندسية:
ca: Successió geomètrica:
cs: Geometrická posloupnost:
da: Geometrisk følge:
de: Geometrische Folge:
el: Γεωμετρική ακολουθία:
es: Sucesión geométrica:
fi: Geometrinen jono:
fr_ca: Suite géométrique :
he: סדרה הנדסית:
hi: गुणोत्तर श्रेणी:
hr: Geometrijski niz:
hu: Mértani sorozat:
id: Barisan Geometri:
it: Successione geometrica:
ja: 等比数列：
ms: Turutan Geometri:
nb: Geometrisk rekke:
nl: Geometrische rij:
pl: Ciąg geometryczny:
pt_pt: Sequência geométrica:
ro: Șir geometric:
ru: Геометрическая прогрессия:
sk: Geometrická postupnosť:
sl: Geometrijsko zaporedje:
sv: Geometrisk talföljd:
th: ลำดับเรขาคณิต:
tr: Geometrik Dizi:
uk: Геометрична прогресія
vi: Cấp số nhân

source: Sum of an Arithmetic Sequence:
ar: مجموع متتالية حسابية:
ca: Suma d'una successió aritmètica:
cs: Součet aritmetické posloupnosti:
da: Sum af aritmetisk følge:
de: Summe einer arithmetischen Folge:
el: Άθροισμα αριθμητικής ακολουθίας:
es: Suma de una sucesión aritmética:
fi: Aritmeettisen jonon summa:
fr_ca: Somme d’une suite arithmétique :
he: סכום של סדרה חשבונית:
hi: समान्तर श्रेणी का योग:
hr: Zbroj aritmetičkog niza:
hu: Számtani sorozat összege:
id: Jumlah Barisan Aritmetika:
it: Somma di una successione aritmetica:
ja: 等差数列の和：
ms: Jumlah Turutan Aritmetik:
nb: Sum av aritmetisk rekke:
nl: Som van een arithmetische rij:
pl: Suma ciągu arytmetycznego:
pt_pt: Soma de uma sequência aritmética:
ro: Suma unui șir aritmetic:
ru: Сумма арифметической прогрессии:
sk: Súčet aritmetickej postupnosti:
sl: Vsota aritmetičnega zaporedja:
sv: Summan av en aritmetisk talföljd:
th: ผลรวมของลำดับเลขคณิต:
tr: Aritmetik Dizinin Toplamı:
uk: Сума арифметичної прогресії
vi: Tổng cấp số cộng

source: Sum of a Geometric Sequence:
ar: مجموع متتالية هندسية:
ca: Suma d'una successió geomètrica:
cs: Součet geometrické posloupnosti:
da: Sum af geometrisk følge:
de: Summe einer geometrischen Folge:
el: Άθροισμα γεωμετρικής ακολουθίας:
es: Suma de una sucesión geométrica:
fi: Geometrisen jonon summa:
fr_ca: Somme d’une suite géométrique :
he: סכום של סדרה הנדסית:
hi: गुणोत्तर श्रेणी का योग:
hr: Zbroj geometrijskog niza:
hu: Mértani sorozat összege:
id: Jumlah Barisan Geometri:
it: Somma di una successione geometrica:
ja: 等比数列の和：
ms: Jumlah Turutan Geometri:
nb: Sum av geometrisk rekke:
nl: Som van een geometrische rij:
pl: Suma ciągu geometrycznego:
pt_pt: Soma de uma sequência geométrica:
ro: Suma unui șir geometric:
ru: Сумма геометрической прогрессии:
sk: Súčet geometrickej postupnosti:
sl: Vsota geometrijskega zaporedja:
sv: Summan av en geometrisk talföljd:
th: ผลรวมของลำดับเรขาคณิต:
tr: Geometrik Dizinin Toplamı:
uk: Сума геометричної прогресії
vi: Tổng cấp số nhân

source: Recursive Sequence:
ar: متتالية تكرارية:
ca: Successió recursiva:
cs: Rekurzivní posloupnost:
da: Rekursiv følge:
de: Rekursive Folge:
el: Αναδρομική ακολουθία:
es: Sucesión recursiva:
fi: Rekursiivinen jono:
fr_ca: Suite récurrente :
he: סדרה רקורסיבית:
hi: पुनरावर्ती श्रेणी:
hr: Rekurzivni niz:
hu: Rekurzív sorozat:
id: Barisan Rekursif:
it: Successione ricorsiva:
ja: 帰納的数列：
ms: Turutan Rekursif:
nb: Rekursiv rekke:
nl: Recursieve rij:
pl: Ciąg rekurencyjny:
pt_pt: Sequência recursiva:
ro: Șir recursiv:
ru: Рекуррентная последовательность:
sk: Rekurzívna postupnosť:
sl: Rekurzivno zaporedje:
sv: Rekursiv talföljd:
th: ลำดับแบบเรียกซ้ำ:
tr: Özyinelemeli Dizi:
uk: Рекурентна послідовність
vi: Dãy đệ quy

source: Sine Function:
ar: دالة الجيب (ساين):
ca: Funció sinus:
cs: Funkce sinus:
da: Sinusfunktion:
de: Sinusfunktion:
el: Συνάρτηση ημιτόνου:
es: Función seno:
fi: Sini-funktio:
fr_ca: Fonction sinus :
he: פונקציית סינוס:
hi: ज्या फलन:
hr: Sinusna funkcija:
hu: Szinuszfüggvény:
id: Fungsi Sinus:
it: Funzione seno:
ja: サイン関数：
ms: Fungsi Sinus:
nb: Sinusfunksjon:
nl: Sinusfunctie:
pl: Funkcja sinus:
pt_pt: Função seno:
ro: Funcție sinus:
ru: Функция синус:
sk: Funkcia sínus:
sl: Sinusna funkcija:
sv: Sinusfunktion:
th: ฟังก์ชันไซน์:
tr: Sinüs Fonksiyonu:
uk: Функція синус:
vi: Hàm sin:

source: Cosine Function:
ar: دالة جيب التمام (كوساين):
ca: Funció cosinus:
cs: Funkce kosinus:
da: Cosinusfunktion:
de: Kosinusfunktion:
el: Συνάρτηση συνημιτόνου:
es: Función coseno:
fi: Kosini-funktio:
fr_ca: Fonction cosinus :
he: פונקציית קוסינוס:
hi: कोज्या फलन:
hr: Kosinusna funkcija:
hu: Kozinuszfüggvény:
id: Fungsi Kosinus:
it: Funzione coseno:
ja: コサイン関数：
ms: Fungsi Kosinus:
nb: Kosinusfunksjon:
nl: Cosinusfunctie:
pl: Funkcja cosinus:
pt_pt: Função cosseno:
ro: Funcție cosinus:
ru: Функция косинус:
sk: Funkcia kosínus:
sl: Kosinusna funkcija:
sv: Cosinusfunktion:
th: ฟังก์ชันโคไซน์:
tr: Kosinüs Fonksiyonu:
uk: Функція косинус:
vi: Hàm cos:

source: Tangent Function:
ar: دالة الظل (تان):
ca: Funció tangent:
cs: Funkce tangens:
da: Tangensfunktion:
de: Tangensfunktion:
el: Συνάρτηση εφαπτομένης:
es: Función tangente:
fi: Tangentti-funktio:
fr_ca: Fonction tangente :
he: פונקציית טנגנס:
hi: स्पर्शज्या फलन:
hr: Tangensna funkcija:
hu: Tangensfüggvény:
id: Fungsi Tangen:
it: Funzione tangente:
ja: タンジェント関数：
ms: Fungsi Tangen:
nb: Tangensfunksjon:
nl: Tangensfunctie:
pl: Funkcja tangens:
pt_pt: Função tangente:
ro: Funcție tangentă:
ru: Функция тангенс:
sk: Funkcia tangens:
sl: Tangensna funkcija:
sv: Tangensfunktion:
th: ฟังก์ชันทแยงมุม:
tr: Tanjant Fonksiyonu:
uk: Функція тангенс:
vi: Hàm tan:

source: Secant Function:
ar: دالة القاطع (سيكانت):
ca: Funció secant:
cs: Funkce sekans:
da: Sekantfunktion:
de: Sekansfunktion:
el: Συνάρτηση τέμνουσας:
es: Función secante:
fi: Sekantti-funktio:
fr_ca: Fonction sécante :
he: פונקציית סקנט:
hi: छेदक फलन:
hr: Sekansna funkcija:
hu: Szekánsfüggvény:
id: Fungsi Sekan:
it: Funzione secante:
ja: セカント関数：
ms: Fungsi Sekan:
nb: Sekansfunksjon:
nl: Secansfunctie:
pl: Funkcja sekans:
pt_pt: Função secante:
ro: Funcție secantă:
ru: Функция секанс:
sk: Funkcia sekans:
sl: Sekansna funkcija:
sv: Sekantfunktion:
th: ฟังก์ชันเซคันต์:
tr: Sekant Fonksiyonu:
uk: Функція секанс:
vi: Hàm sec:

source: Cosecant Function:
ar: دالة القاطع المكافئ (كوسيكانت):
ca: Funció cosecant:
cs: Funkce kosekans:
da: Kosekantfunktion:
de: Kosekansfunktion:
el: Συνάρτηση συντέμνουσας:
es: Función cosecante:
fi: Kosekantti-funktio:
fr_ca: Fonction cosécante :
he: פונקציית קוסקנט:
hi: कोछेदक फलन:
hr: Kosekansna funkcija:
hu: Koszekánsfüggvény:
id: Fungsi Kosekan:
it: Funzione cosecante:
ja: コセカント関数：
ms: Fungsi Kosekan:
nb: Kosekansfunksjon:
nl: Cosecansfunctie:
pl: Funkcja kosecans:
pt_pt: Função cossecante:
ro: Funcție cosecantă:
ru: Функция косеканс:
sk: Funkcia kosekans:
sl: Kosekansna funkcija:
sv: Kosekantfunktion:
th: ฟังก์ชันโคเซคันต์:
tr: Kosekant Fonksiyonu:
uk: Функція косеканс:
vi: Hàm csc:

source: Cotangent Function:
ar: دالة ظل التمام (كوتان):
ca: Funció cotangent:
cs: Funkce kotangens:
da: Kotangensfunktion:
de: Kotangensfunktion:
el: Συνάρτηση συνεφαπτομένης:
es: Función cotangente:
fi: Kotangentti-funktio:
fr_ca: Fonction cotangente :
he: פונקציית קוטנגנס:
hi: कोस्पर्शज्या फलन:
hr: Kotangensna funkcija:
hu: Kotangensfüggvény:
id: Fungsi Kotangen:
it: Funzione cotangente:
ja: コタンジェント関数：
ms: Fungsi Kotangen:
nb: Kotangensfunksjon:
nl: Cotangensfunctie:
pl: Funkcja kotangens:
pt_pt: Função cotangente:
ro: Funcție cotangentă:
ru: Функция котангенс:
sk: Funkcia kotangens:
sl: Kotangensna funkcija:
sv: Kotangensfunktion:
th: ฟังก์ชันโคแทนเจนต์:
tr: Kotanjant Fonksiyonu:
uk: Функція котангенс:
vi: Hàm cot:

source: Inverse Sine:
ar: الجيب العكسي (آرك ساين):
ca: Arc sinus:
cs: Arkussinus:
da: Arcus sinus:
de: Arkussinus:
el: Αντίστροφο ημίτονο (arcsin):
es: Arcoseno:
fi: Arkussini:
fr_ca: Arc sinus :
he: ארקוס סינוס:
hi: व्युत्क्रम ज्या:
hr: Arkussinus:
hu: Arkusz szinusz:
id: Arcsin:
it: Arcoseno:
ja: アークサイン：
ms: Arksinus:
nb: Arkus sinus:
nl: Arcsinus:
pl: Arcus sinus:
pt_pt: Arco seno:
ro: Arcsinus:
ru: Арксинус:
sk: Arkussínus:
sl: Arkus sinus:
sv: Arcussinus:
th: ไซน์ผกผัน:
tr: Ters Sinüs:
uk: Арксинус:
vi: Hàm arcsin:

source: Inverse Cosine:
ar: جيب التمام العكسي (آرك كوساين):
ca: Arc cosinus:
cs: Arkuscosinus:
da: Arcus cosinus:
de: Arkuskosinus:
el: Αντίστροφο συνήμιτονο (arccos):
es: Arcocoseno:
fi: Arkuskosini:
fr_ca: Arc cosinus :
he: ארקוס קוסינוס:
hi: व्युत्क्रम कोज्या:
hr: Arkuskosinus:
hu: Arkusz kozinusz:
id: Arccos:
it: Arcocoseno:
ja: アークコサイン：
ms: Arkkosinus:
nb: Arkus cosinus:
nl: Arccosinus:
pl: Arcus cosinus:
pt_pt: Arco cosseno:
ro: Arccosinus:
ru: Арккосинус:
sk: Arkuskozínus:
sl: Arkus kosinus:
sv: Arcuscosinus:
th: โคไซน์ผกผัน:
tr: Ters Kosinüs:
uk: Арккосинус:
vi: Hàm arccos:

source: Inverse Tangent:
ar: الظل العكسي (آرك تان):
ca: Arc tangent:
cs: Arkustangens:
da: Arcus tangens:
de: Arkustangens:
el: Αντίστροφη εφαπτομένη (arctan):
es: Arcotangente:
fi: Arkustangentti:
fr_ca: Arc tangente :
he: ארק טנגנס:
hi: व्युत्क्रम स्पर्शज्या:
hr: Arkustangens:
hu: Arkusz tangens:
id: Arctan:
it: Arcotangente:
ja: アークタンジェント：
ms: Arktangen:
nb: Arkus tangens:
nl: Arctangens:
pl: Arcus tangens:
pt_pt: Arco tangente:
ro: Arctangentă:
ru: Арктангенс:
sk: Arkustangens:
sl: Arkus tangens:
sv: Arcustangens:
th: แทนเจนต์ผกผัน:
tr: Ters Tanjant:
uk: Арктангенс:
vi: Hàm arctan:

source: Inverse Secant:
ar: القاطع العكسي (آرك سيكانت):
ca: Arc secant:
cs: Arkussekans:
da: Arcus sekans:
de: Arkussekans:
el: Αντίστροφη τέμνουσα:
es: Arcosecante:
fi: Arkussekantti:
fr_ca: Arc sécante :
he: ארק סקנט:
hi: व्युत्क्रम छेदक:
hr: Arkussekans:
hu: Arkusz szekáns:
id: Arcsec:
it: Arcosecante:
ja: アークセカント：
ms: Arksekan:
nb: Arkus sekans:
nl: Arcsec⁻¹:
pl: Arcus sekans:
pt_pt: Arco secante:
ro: Arcsecantă:
ru: Арксеканс:
sk: Arkussekans:
sl: Arkus sekans:
sv: Arcussekans:
th: เซคันต์ผกผัน:
tr: Ters Sekant:
uk: Арксеканс:
vi: Hàm arcsec:

source: Inverse Cosecant:
ar: القاطع المكافئ العكسي (آرك كوسيكانت):
ca: Arc cosecant:
cs: Arkuskosekans:
da: Arcus kosekans:
de: Arkuskosekans:
el: Αντίστροφη συντέμνουσα:
es: Arcocosecante:
fi: Arkuskosekantti:
fr_ca: Arc cosécante :
he: ארק קוסקנט:
hi: व्युत्क्रम कोछेदक:
hr: Arkuskosekans:
hu: Arkusz koszekáns:
id: Arccsc:
it: Arcocosecante:
ja: アークコセカント：
ms: Arkkosekan:
nb: Arkus kosekans:
nl: cosec⁻¹:
pl: Arcus kosecans:
pt_pt: Arco cossecante:
ro: Arccosecantă:
ru: Аркосеканс:
sk: Arkuskosekans:
sl: Arkus kosekans:
sv: Arcuskosekans:
th: โคเซคันต์ผกผัน:
tr: Ters Kosekant:
uk: Арккосеканс:
vi: Hàm arccsc:

source: Inverse Cotangent:
ar: ظل التمام العكسي (آرك كوتان):
ca: Arc cotangent:
cs: Arkuskotangens:
da: Arcus kotangens:
de: Arkuskotangens:
el: Αντίστροφη συνεφαπτομένη:
es: Arcocotangente:
fi: Arkuskotangentti:
fr_ca: Arc cotangente :
he: ארק קוטנגנס:
hi: व्युत्क्रम कोस्पर्शज्या:
hr: Arkuskotangens:
hu: Arkusz kotangens:
id: Arccot:
it: Arcocotangente:
ja: アークコタンジェント：
ms: Arkkotangen:
nb: Arkus kotangens:
nl: cot⁻¹:
pl: Arcus kotangens:
pt_pt: Arco cotangente:
ro: Arccotangentă:
ru: Арккотангенс:
sk: Arkuskotangens:
sl: Arkus kotangens:
sv: Arcuskotangens:
th: โคแทนเจนต์ผกผัน:
tr: Ters Kotanjant:
uk: Арккотангенс:
vi: Hàm arccot:

source: Hyperbolic Sine:
ar: جيب زائدي (ساينش):
ca: Sinus hiperbòlic:
cs: Hyperbolický sinus:
da: Hyperbolsk sinus:
de: Sinus hyperbolicus:
el: Υπερβολικό ημίτονο (sinh):
es: Seno hiperbólico:
fi: Hyperbolinen sini:
fr_ca: Sinus hyperbolique :
he: סינוס היפרבולי:
hi: हाइपरबोलिक ज्या:
hr: Hiperbolički sinus:
hu: Hiperbolikus szinusz:
id: Sinus Hiperbolik:
it: Seno iperbolico:
ja: 双曲線サイン（sinh）：
ms: Sinus Hiperbolik:
nb: Hyperbolsk sinus:
nl: Hyperbolische sinus:
pl: Sinus hiperboliczny:
pt_pt: Seno hiperbólico:
ro: Sinus hiperbolic:
ru: Гиперболический синус (sinh):
sk: Hyperbolický sínus:
sl: Hiperbolični sinus:
sv: Hyperbolisk sinus:
th: ไซน์ไฮเพอร์โบลิก:
tr: Hiperbolik Sinüs:
uk: Гіперболічний синус:
vi: Hàm sinh:

source: Hyperbolic Cosine:
ar: جيب تمام زائدي (كوش):
ca: Cosinus hiperbòlic:
cs: Hyperbolický kosinus:
da: Hyperbolsk cosinus:
de: Kosinus hyperbolicus:
el: Υπερβολικό συνήμιτονο (cosh):
es: Coseno hiperbólico:
fi: Hyperbolinen kosini:
fr_ca: Cosinus hyperbolique :
he: קוסינוס היפרבולי:
hi: हाइपरबोलिक कोज्या:
hr: Hiperbolički kosinus:
hu: Hiperbolikus kozinusz:
id: Kosinus Hiperbolik:
it: Coseno iperbolico:
ja: 双曲線コサイン（cosh）：
ms: Kosinus Hiperbolik:
nb: Hyperbolsk cosinus:
nl: Hyperbolische cosinus:
pl: Cosinus hiperboliczny:
pt_pt: Cosseno hiperbólico:
ro: Cosinus hiperbolic:
ru: Гиперболический косинус (cosh):
sk: Hyperbolický kosínus:
sl: Hiperbolični kosinus:
sv: Hyperbolisk cosinus:
th: โคไซน์ไฮเพอร์โบลิก:
tr: Hiperbolik Kosinüs:
uk: Гіперболічний косинус:
vi: Hàm cosh:

source: Hyperbolic Tangent:
ar: ظل زائدي (تانش):
ca: Tangent hiperbòlica:
cs: Hyperbolický tangens:
da: Hyperbolsk tangens:
de: Tangens hyperbolicus:
el: Υπερβολική εφαπτομένη (tanh):
es: Tangente hiperbólica:
fi: Hyperbolinen tangentti:
fr_ca: Tangente hyperbolique :
he: טנגנס היפרבולי:
hi: हाइपरबोलिक स्पर्शज्या:
hr: Hiperbolički tangens:
hu: Hiperbolikus tangens:
id: Tangen Hiperbolik:
it: Tangente iperbolica:
ja: 双曲線タンジェント（tanh）：
ms: Tangen Hiperbolik:
nb: Hyperbolsk tangens:
nl: Hyperbolische tangens:
pl: Tangens hiperboliczny:
pt_pt: Tangente hiperbólica:
ro: Tangentă hiperbolică:
ru: Гиперболический тангенс (tanh):
sk: Hyperbolický tangens:
sl: Hiperbolični tangens:
sv: Hyperbolisk tangens:
th: แทนเจนต์ไฮเพอร์โบลิก:
tr: Hiperbolik Tanjant:
uk: Гіперболічний тангенс:
vi: Hàm tanh:

source: Hyperbolic Secant:
ar: قاطع زائدي (سيكش):
ca: Secant hiperbòlica:
cs: Hyperbolický sekans:
da: Hyperbolsk sekans:
de: Sekans hyperbolicus:
el: Υπερβολική τέμνουσα (sech):
es: Secante hiperbólica:
fi: Hyperbolinen sekantti:
fr_ca: Sécante hyperbolique :
he: סקנט היפרבולי:
hi: हाइपरबोलिक छेदक:
hr: Hiperbolički sekans:
hu: Hiperbolikus szekáns:
id: Sekan Hiperbolik:
it: Secante iperbolica:
ja: 双曲線セカント（sech）：
ms: Sekan Hiperbolik:
nb: Hyperbolsk sekans:
nl: Hyperbolische secans:
pl: Sekans hiperboliczny:
pt_pt: Secante hiperbólica:
ro: Secantă hiperbolică:
ru: Гиперболический секанс (sech):
sk: Hyperbolický sekans:
sl: Hiperbolični sekans:
sv: Hyperbolisk sekans:
th: เซคันต์ไฮเพอร์โบลิก:
tr: Hiperbolik Sekant:
uk: Гіперболічний секанс:
vi: Hàm sech:

source: Hyperbolic Cosecant:
ar: قاطع مكافئ زائدي (كوسيكش):
ca: Cosecant hiperbòlica:
cs: Hyperbolický kosekans:
da: Hyperbolsk kosekans:
de: Kosekans hyperbolicus:
el: Υπερβολική συντέμνουσα (csch):
es: Cosecante hiperbólica:
fi: Hyperbolinen kosekantti:
fr_ca: Cosécante hyperbolique :
he: קוסקנט היפרבולי:
hi: हाइपरबोलिक कोछेदक:
hr: Hiperbolički kosekans:
hu: Hiperbolikus koszekáns:
id: Kosekan Hiperbolik:
it: Cosecante iperbolica:
ja: 双曲線コセカント（csch）：
ms: Kosekan Hiperbolik:
nb: Hyperbolsk kosekans:
nl: Hyperbolische cosecans:
pl: Kosecans hiperboliczny:
pt_pt: Cossecante hiperbólica:
ro: Cosecantă hiperbolică:
ru: Гиперболический косеканс (csch):
sk: Hyperbolický kosekans:
sl: Hiperbolični kosekans:
sv: Hyperbolisk kosekans:
th: โคเซคันต์ไฮเพอร์โบลิก:
tr: Hiperbolik Kosekant:
uk: Гіперболічний косеканс:
vi: Hàm csch:

source: Hyperbolic Cotangent:
ar: ظل تمام زائدي (كوتانش):
ca: Cotangent hiperbòlica:
cs: Hyperbolický kotangens:
da: Hyperbolsk kotangens:
de: Kotangens hyperbolicus:
el: Υπερβολική συνεφαπτομένη (coth):
es: Cotangente hiperbólica:
fi: Hyperbolinen kotangentti:
fr_ca: Cotangente hyperbolique :
he: קוטנגנס היפרבולי:
hi: हाइपरबोलिक कोस्पर्शज्या:
hr: Hiperbolički kotangens:
hu: Hiperbolikus kotangens:
id: Kotangen Hiperbolik:
it: Cotangente iperbolica:
ja: 双曲線コタンジェント（coth）：
ms: Kotangen Hiperbolik:
nb: Hyperbolsk kotangens:
nl: Hyperbolische cotangens:
pl: Kotangens hiperboliczny:
pt_pt: Cotangente hiperbólica:
ro: Cotangentă hiperbolică:
ru: Гиперболический котангенс (coth):
sk: Hyperbolický kotangens:
sl: Hiperbolični kotangens:
sv: Hyperbolisk kotangens:
th: โคแทนเจนต์ไฮเพอร์โบลิก:
tr: Hiperbolik Kotanjant:
uk: Гіперболічний котангенс:
vi: Hàm coth:

source: Inverse Hyperbolic Sine:
ar: جيب زائدي عكسي (آرك ساينش):
ca: Arc sinus hiperbòlic:
cs: Areasinus hyperbolicus:
da: Invers hyperbolsk sinus:
de: Area-Sinus hyperbolicus:
el: Αντίστροφο υπερβολικό ημίτονο (arsinh):
es: Arcoseno hiperbólico:
fi: Käänteishyperbolinen sini:
fr_ca: Arc sinus hyperbolique :
he: ארק סינוס היפרבולי:
hi: व्युत्क्रम हाइपरबोलिक ज्या:
hr: Inverzni hiperbolički sinus:
hu: Inverz hiperbolikus szinusz:
id: Arcsinh:
it: Arcoseno iperbolico:
ja: 逆双曲線サイン（arsinh）：
ms: Arksinus Hiperbolik:
nb: Invers hyperbolsk sinus:
nl: Inverse hyperbolische sinus:
pl: Odwrotny sinus hiperboliczny:
pt_pt: Arco seno hiperbólico:
ro: Arcsinus hiperbolic:
ru: Обратный гиперболический синус (arsinh):
sk: Inverzný hyperbolický sínus:
sl: Obratni hiperbolični sinus:
sv: Invers hyperbolisk sinus:
th: ไซน์ไฮเพอร์โบลิกผกผัน:
tr: Ters Hiperbolik Sinüs:
uk: Обернений гіперболічний синус:
vi: Hàm sinh ngược:

source: Inverse Hyperbolic Cosine:
ar: جيب تمام زائدي عكسي (آرك كوش):
ca: Arc cosinus hiperbòlic:
cs: Areacosinus hyperbolicus:
da: Invers hyperbolsk cosinus:
de: Area-Kosinus hyperbolicus:
el: Αντίστροφο υπερβολικό συνήμιτονο (arcosh):
es: Arcocoseno hiperbólico:
fi: Käänteishyperbolinen kosini:
fr_ca: Arc cosinus hyperbolique :
he: ארק קוסינוס היפרבולי:
hi: व्युत्क्रम हाइपरबोलिक कोज्या:
hr: Inverzni hiperbolički kosinus:
hu: Inverz hiperbolikus kozinusz:
id: Arccosh:
it: Arcocoseno iperbolico:
ja: 逆双曲線コサイン（arcosh）：
ms: Arkkosinus Hiperbolik:
nb: Invers hyperbolsk cosinus:
nl: Inverse hyperbolische cosinus:
pl: Odwrotny cosinus hiperboliczny:
pt_pt: Arco cosseno hiperbólico:
ro: Arccosinus hiperbolic:
ru: Обратный гиперболический косинус (arcosh):
sk: Inverzný hyperbolický kosínus:
sl: Obratni hiperbolični kosinus:
sv: Invers hyperbolisk cosinus:
th: โคไซน์ไฮเพอร์โบลิกผกผัน:
tr: Ters Hiperbolik Kosinüs:
uk: Обернений гіперболічний косинус:
vi: Hàm cosh ngược:
