Repository: ahsanmwattoo/AA-MathSolver-macOS
Catalog: Brainify-AI-Mac/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi

source: Upgrade to Premium now!
ar: اشترك في البريميوم الآن!
ca: Actualitza a Premium ara!
cs: Povýšit na Premium hned teď!
da: Opgrader til Premium nu!
de: Jetzt auf Premium upgraden!
el: Αναβαθμίστε σε Premium τώρα!
es: ¡Actualiza a Premium ahora!
fi: Päivitä Premiumiin nyt!
fr_ca: Passez à Premium maintenant !
he: שדרג ל-Premium עכשיו!
hi: अब प्रीमियम पर अपग्रेड करें!
hr: Nadogradi na Premium odmah!
hu: Frissíts Premiumra most!
id: Upgrade ke Premium sekarang!
it: Passa a Premium ora!
ja: 今すぐプレミアムにアップグレード！
ms: Naik taraf ke Premium sekarang!
nb: Oppgrader til Premium nå!
nl: Nu upgraden naar Premium!
pl: Uaktualnij do Premium teraz!
pt_pt: Atualize para Premium agora!
ro: Treceți la Premium acum!
ru: Обновитесь до Premium прямо сейчас!
sk: Prejsť na Premium hneď teraz!
sl: Nadgradi na Premium zdaj!
sv: Uppgradera till Premium nu!
th: อัปเกรดเป็นพรีเมียมตอนนี้เลย!
tr: Hemen Premium'a yükselt!
uk: Оновіться до Преміум прямо зараз!
vi: Nâng cấp lên Premium ngay bây giờ!

source: Off
ar: خصم
ca: de descompte
cs: sleva
da: rabat
de: Rabatt
el: έκπτωση
es: de descuento
fi: alennusta
fr_ca: de réduction
he: הנחה
hi: छूट
hr: popusta
hu: kedvezmény
id: diskon
it: di sconto
ja: オフ
ms: diskaun
nb: rabatt
nl: korting
pl: zniżki
pt_pt: de desconto
ro: reducere
ru: скидка
sk: zľava
sl: popusta
sv: rabatt
th: ส่วนลด
tr: indirim
uk: знижка
vi: giảm giá

source: billed $39/year
ar: فوترة 39 دولار سنويًا
ca: facturat a 39 $/any
cs: účtováno 39 $ ročně
da: faktureret $39/år
de: 39 $/Jahr berechnet
el: χρέωση 39 $/έτος
es: facturado 39 $/año
fi: laskutetaan 39 $/vuosi
fr_ca: facturé 39 $/an
he: מחויב 39$ לשנה
hi: 39$/वर्ष बिल किया गया
hr: naplaćeno 39 USD godišnje
hu: évi 39 USD számlázva
id: ditagih $39/tahun
it: fatturato 39$/anno
ja: 年間39ドル請求
ms: dibilkan $39/setahun
nb: fakturert $39/år
nl: in rekening gebracht $39/jaar
pl: 39 USD/rok
pt_pt: faturado a $39/ano
ro: facturat 39 $/an
ru: 39 $/год
sk: účtovaných 39 $/rok
sl: obračunano 39 $/leto
sv: debiteras $39/år
th: เรียกเก็บเงิน $39/ปี
tr: yıllık 39$ faturalandırılır
uk: 39 $/рік
vi: tính phí 39$/năm

source: Get Exact, Zero-Error Output
ar: احصل على نتيجة دقيقة وخالية من الأخطاء
ca: Obté un resultat exacte, sense errors
cs: Získejte přesný výstup bez chyb
da: Få præcis, fejlfri output
de: Genaues, fehlerfreies Ergebnis erhalten
el: Λάβετε ακριβές, χωρίς σφάλματα αποτέλεσμα
es: Obtén salida exacta sin errores
fi: Hanki tarkka, virheetön tulos
fr_ca: Obtenez un résultat exact et sans erreur
he: קבל פלט מדויק וללא שגיאות
hi: सटीक, त्रुटि-रहित आउटपुट प्राप्त करें
hr: Dobijte točan, bez grešaka izlaz
hu: Pontos, hibamentes kimenet
id: Dapatkan keluaran tepat tanpa kesalahan
it: Ottieni output preciso e senza errori
ja: 正確でエラーのない出力を取得
ms: Dapatkan output tepat tanpa ralat
nb: Få nøyaktig, feilfri utdata
nl: Krijg exact, foutloos resultaat
pl: Uzyskaj dokładny, bezbłędny wynik
pt_pt: Obtenha saída exata e sem erros
ro: Obțineți ieșire exactă, fără erori
ru: Получите точный, безошибочный результат
sk: Získajte presný, bezchybový výstup
sv: Få exakt, felfri utdata
th: รับผลลัพธ์ที่แม่นยำ ปราศจากข้อผิดพลาด
tr: Kesin, Hatasız Çıktı Alın
uk: Отримайте точний, безпомилковий результат
vi: Nhận đầu ra chính xác, không lỗi

source: Unlock
ar: افتح
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Freischalten
el: Ξεκλείδωμα
es: Desbloquear
fi: Avaa
fr_ca: Débloquer
he: פתח
hi: अनलॉक करें
hr: Otključaj
hu: Feloldás
id: Buka
it: Sblocca
ja: 解除
ms: Buka
nb: Lås opp
nl: Ontgrendel
pl: Odblokuj
pt_pt: Desbloquear
ro: Deblocare
ru: Разблокировать
sk: Odomknúť
sv: Lås upp
th: ปลดล็อก
tr: Kilidi Aç
uk: Розблокувати
vi: Mở khóa

source: left!
ar: متبقي!
ca: restant!
cs: zbývá!
da: tilbage!
de: verbleibend!
el: απομένουν!
es: restante!
fi: jäljellä!
fr_ca: restant!
he: נשאר!
hi: बचे हैं!
hr: preostalo!
hu: maradt!
id: tersisa!
it: rimasto!
ja: 残り!
ms: tinggal!
nb: igjen!
nl: over!
pl: pozostało!
pt_pt: restante!
ro: rămas!
ru: осталось!
sk: zostáva!
sv: kvar!
th: เหลือ!
tr: kaldı!
uk: залишилось!
vi: còn lại!

source: Don’t miss out, only
ar: لا تفوت، فقط
ca: No t’ho perdis, només
cs: Nezmeškejte, pouze
da: Gå ikke glip af, kun
de: Nicht verpassen, nur
el: Μην το χάσετε, μόνο
es: No te lo pierdas, solo
fi: Älä missaa, vain
fr_ca: Ne manquez pas, seulement
he: אל תפספסו, רק
hi: मिस न करें, केवल
hr: Ne propustite, samo
hu: Ne maradj le, csak
id: Jangan lewatkan, hanya
it: Non perdere, solo
ja: お見逃しなく、残り
ms: Jangan lepaskan, hanya
nb: Ikke gå glipp av, kun
nl: Mis het niet, alleen
pl: Nie przegap, tylko
pt_pt: Não perca, apenas
ro: Nu ratați, doar
ru: Не пропустите, только
sk: Nezmeškajte, len
sv: Missa inte, endast
th: อย่าพลาด, เหลือเพียง
tr: Kaçırmayın, sadece
uk: Не пропустіть, лише
vi: Đừng bỏ lỡ, chỉ còn

source: Only
ar: فقط
ca: Només
cs: Pouze
da: Kun
de: Nur
el: Μόνο
es: Solo
fi: Vain
fr_ca: Seulement
he: רק
hi: सिर्फ
hr: Samo
hu: Csak
id: Hanya
it: Solo
ja: のみ
ms: Hanya
nb: Kun
nl: Alleen
pl: Tylko
pt_pt: Apenas
ro: Doar
ru: Только
sk: Iba
sv: Endast
th: เพียง
tr: Sadece
uk: Лише
vi: Chỉ

source: Delete History
ar: حذف السجل
ca: Elimina l’historial
cs: Smazat historii
da: Slet historik
de: Verlauf löschen
el: Διαγραφή ιστορικού
es: Eliminar historial
fi: Poista historia
fr_ca: Supprimer l’historique
he: מחיקת היסטוריה
hi: इतिहास हटाएं
hr: Obriši povijest
hu: Előzmények törlése
id: Hapus Riwayat
it: Elimina cronologia
ja: 履歴を削除
ms: Padam Sejarah
nb: Slett historikk
nl: Geschiedenis verwijderen
pl: Usuń historię
pt_pt: Apagar Histórico
ro: Șterge istoricul
ru: Удалить историю
sk: Vymazať históriu
sv: Radera historik
th: ลบประวัติ
tr: Geçmişi Sil
uk: Видалити історію
vi: Xóa Lịch sử

source: Are you sure you want to delete this History?
ar: هل أنت متأكد من حذف هذا السجل؟
ca: Segur que vols eliminar aquest historial?
cs: Opravdu chcete smazat tuto historii?
da: Er du sikker på, at du vil slette dette historik?
de: Möchten Sie diesen Verlauf wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το ιστορικό;
es: ¿Estás seguro de que quieres eliminar este historial?
fi: Haluatko varmasti poistaa tämän historian?
fr_ca: Êtes-vous sûr de vouloir supprimer cet historique ?
he: האם אתה בטוח שברצונך למחוק היסטוריה זו?
hi: क्या आप वाकई इस इतिहास को हटाना चाहते हैं?
hr: Jeste li sigurni da želite obrisati ovu povijest?
hu: Biztosan törölni szeretné ezt az előzményt?
id: Apakah Anda yakin ingin menghapus riwayat ini?
it: Sei sicuro di voler eliminare questa cronologia?
ja: この履歴を削除してもよろしいですか？
ms: Adakah anda pasti mahu memadam sejarah ini?
nb: Er du sikker på at du vil slette denne historikken?
nl: Weet je zeker dat je deze geschiedenis wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę historię?
pt_pt: Tem a certeza que pretende apagar este histórico?
ro: Sigur doriți să ștergeți acest istoric?
ru: Вы уверены, что хотите удалить эту историю?
sk: Naozaj chcete vymazať túto históriu?
sv: Är du säker på att du vill radera denna historik?
th: คุณแน่ใจหรือไม่ว่าต้องการลบประวัตินี้
tr: Bu geçmişi silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цю історію?
vi: Bạn có chắc chắn muốn xóa lịch sử này không?

source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr_ca: Supprimer
he: מחק
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_pt: Apagar
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

source: History not found.
ar: السجل غير موجود.
ca: Historial no trobat.
cs: Historie nenalezena.
da: Historik ikke fundet.
de: Verlauf nicht gefunden.
el: Το ιστορικό δεν βρέθηκε.
es: Historial no encontrado.
fi: Historiaa ei löydy.
fr_ca: Historique non trouvé.
he: ההיסטוריה לא נמצאה.
hi: इतिहास नहीं मिला।
hr: Povijest nije pronađena.
hu: Előzmény nem található.
id: Riwayat tidak ditemukan.
it: Cronologia non trovata.
ja: 履歴が見つかりません。
ms: Sejarah tidak dijumpai.
nb: Historikk ikke funnet.
nl: Geschiedenis niet gevonden.
pl: Nie znaleziono historii.
pt_pt: Histórico não encontrado.
ro: Istoricul nu a fost găsit.
ru: История не найдена.
sk: História nebola nájdená.
sv: Historik hittades ej.
th: ไม่พบประวัติ
tr: Geçmiş bulunamadı.
uk: Історію не знайдено.
vi: Không tìm thấy lịch sử.

source: History item deleted.
ar: تم حذف عنصر السجل.
ca: Element de l’historial eliminat.
cs: Položka historie byla smazána.
da: Historikelement slettet.
de: Verlaufselement gelöscht.
el: Το στοιχείο ιστορικού διαγράφηκε.
es: Elemento del historial eliminado.
fi: Historiakohde poistettu.
fr_ca: Élément d’historique supprimé.
he: פריט ההיסטוריה נמחק.
hi: इतिहास आइटम हटा दिया गया।
hr: Stavka povijesti je obrisana.
hu: Előzményelem törölve.
id: Item riwayat telah dihapus.
it: Elemento cronologia eliminato.
ja: 履歴項目が削除されました。
ms: Item sejarah telah dipadam.
nb: Historikkelement slettet.
nl: Geschiedenisitem verwijderd.
pl: Element historii został usunięty.
pt_pt: Item do histórico apagado.
ro: Elementul din istoric a fost șters.
ru: Элемент истории удалён.
sk: Položka histórie bola vymazaná.
sv: Historikobjekt raderat.
th: รายการประวัติถูกลบแล้ว
tr: Geçmiş öğesi silindi.
uk: Елемент історії видалено.
vi: Mục lịch sử đã bị xóa.

source: Rename
ar: إعادة تسمية
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä uudelleen
fr_ca: Renommer
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ganti Nama
it: Rinomina
ja: 名前を変更
ms: Tukar Nama
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_pt: Renomear
ro: Redenumește
ru: Переименовать
sk: Premenovať
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên

source: Share
ar: مشاركة
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr_ca: Partager
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ

source: Ready to Solve
ar: جاهز لحل المسألة
ca: Preparat per resoldre
cs: Připraven k řešení
da: Klar til at løse
de: Bereit zum Lösen
el: Έτοιμος να λύσω
es: Listo para resolver
fi: Valmis ratkaisemaan
fr_ca: Prêt à résoudre
he: מוכן לפתור
hi: हल करने के लिए तैयार
hr: Spreman za rješavanje
hu: Kész a megoldásra
id: Siap Memecahkan
it: Pronto a risolvere
ja: 解く準備完了
ms: Sedia untuk Selesai
nb: Klar til å løse
nl: Klaar om op te lossen
pl: Gotowy do rozwiązania
pt_pt: Pronto para Resolver
ro: Gata de rezolvat
ru: Готов решить
sk: Pripravený na riešenie
sv: Redo att lösa
th: พร้อมแก้โจทย์
tr: Çözmeye Hazır
uk: Готовий розв'язати
vi: Sẵn sàng giải

source: Problem
ar: المشكلة
ca: Problema
cs: Problém
el: Πρόβλημα
es: Problema
fi: Ongelma
fr_ca: Problème
he: בעיה
hi: समस्या
hu: Probléma
id: Masalah
it: Problema
ja: 問題
ms: Masalah
nl: Probleem
pt_pt: Problema
ro: Problemă
ru: Задача
sk: Problém
th: โจทย์
tr: Sorun
uk: Задача
vi: Bài toán

source: Solution
ar: الحل
ca: Solució
cs: Řešení
da: Løsning
de: Lösung
el: Λύση
es: Solución
fi: Ratkaisu
he: פתרון
hi: समाधान
hr: Rješenje
hu: Megoldás
id: Solusi
it: Soluzione
ja: 解答
ms: Penyelesaian
nb: Løsning
nl: Oplossing
pl: Rozwiązanie
pt_pt: Solução
ro: Soluție
ru: Решение
sk: Riešenie
sv: Lösning
th: วิธีทำ
tr: Çözüm
uk: Розв'язання
vi: Lời giải

source: Keep Track of Activity
ca: Segueix l'activitat
cs: Sledujte aktivitu
da: Følg med i aktiviteten
el: Παρακολούθηση δραστηριότητας
es: Seguimiento de actividad
fi: Seuraa toimintaa
he: עקוב אחרי הפעילות
hu: Tevékenység követése
id: Pantau Aktivitas
it: Tieni traccia delle attività
ja: アクティビティを記録
ms: Jejak Aktiviti
nb: Følg med på aktiviteten
nl: Activiteit bijhouden
ro: Urmărește activitatea
ru: Отслеживать активность
sl: Sledi aktivnosti
th: ติดตามกิจกรรม
tr: Aktiviteyi Takip Et
uk: Відстежуйте активність
